
var sources = [
  {
    "id": "bt0111",
    "kanji": "一"
  },
  {
    "id": "bt0112",
    "kanji": "〡"
  },
  {
    "id": "bt0113",
    "kanji": "丶"
  },
  {
    "id": "bt0114",
    "kanji": "丿"
  },
  {
    "id": "bt0115",
    "kanji": "乙"
  },
  {
    "id": "bt0121",
    "kanji": "亅"
  },
  {
    "id": "bt0122",
    "kanji": "二"
  },
  {
    "id": "bt0123",
    "kanji": "亠"
  },
  {
    "id": "bt0124",
    "kanji": "人"
  },
  {
    "id": "bt0125",
    "kanji": "儿"
  },
  {
    "id": "bt0131",
    "kanji": "亻"
  },
  {
    "id": "bt0132",
    "kanji": "入"
  },
  {
    "id": "bt0133",
    "kanji": "八"
  },
  {
    "id": "bt0134",
    "kanji": "冂"
  },
  {
    "id": "bt0135",
    "kanji": "冖"
  },
  {
    "id": "bt0141",
    "kanji": "冫"
  },
  {
    "id": "bt0142",
    "kanji": "几"
  },
  {
    "id": "bt0143",
    "kanji": "凵"
  },
  {
    "id": "bt0144",
    "kanji": "刀"
  },
  {
    "id": "bt0145",
    "kanji": "刂"
  },
  {
    "id": "bt0151",
    "kanji": "力"
  },
  {
    "id": "bt0152",
    "kanji": "勹"
  },
  {
    "id": "bt0153",
    "kanji": "匕"
  },
  {
    "id": "bt0154",
    "kanji": "匚"
  },
  {
    "id": "bt0155",
    "kanji": "十"
  },
  {
    "id": "bt0161",
    "kanji": "卜"
  },
  {
    "id": "bt0162",
    "kanji": "卩"
  },
  {
    "id": "bt0163",
    "kanji": "厂"
  },
  {
    "id": "bt0164",
    "kanji": "厶"
  },
  {
    "id": "bt0165",
    "kanji": "又"
  },
  {
    "id": "bt0171",
    "kanji": "口"
  },
  {
    "id": "bt0172",
    "kanji": "囗"
  },
  {
    "id": "bt0173",
    "kanji": "土"
  },
  {
    "id": "bt0174",
    "kanji": "士"
  },
  {
    "id": "bt0175",
    "kanji": "夂"
  },
  {
    "id": "bt0181",
    "kanji": "夕"
  },
  {
    "id": "bt0182",
    "kanji": "大"
  },
  {
    "id": "bt0183",
    "kanji": "女"
  },
  {
    "id": "bt0184",
    "kanji": "子"
  },
  {
    "id": "bt0185",
    "kanji": "宀"
  },
  {
    "id": "bt0211",
    "kanji": "寸"
  },
  {
    "id": "bt0212",
    "kanji": "小"
  },
  {
    "id": "bt0213",
    "kanji": "尢"
  },
  {
    "id": "bt0214",
    "kanji": "尸"
  },
  {
    "id": "bt0215",
    "kanji": "屮"
  },
  {
    "id": "bt0221",
    "kanji": "山"
  },
  {
    "id": "bt0222",
    "kanji": "川"
  },
  {
    "id": "bt0223",
    "kanji": "巛"
  },
  {
    "id": "bt0224",
    "kanji": "工"
  },
  {
    "id": "bt0225",
    "kanji": "己"
  },
  {
    "id": "bt0231",
    "kanji": "巾"
  },
  {
    "id": "bt0232",
    "kanji": "干"
  },
  {
    "id": "bt0233",
    "kanji": "幺"
  },
  {
    "id": "bt0234",
    "kanji": "广"
  },
  {
    "id": "bt0235",
    "kanji": "廴"
  },
  {
    "id": "bt0241",
    "kanji": "廾"
  },
  {
    "id": "bt0242",
    "kanji": "弋"
  },
  {
    "id": "bt0243",
    "kanji": "弓"
  },
  {
    "id": "bt0244",
    "kanji": "彐"
  },
  {
    "id": "bt0245",
    "kanji": "彡"
  },
  {
    "id": "bt0251",
    "kanji": "彳"
  },
  {
    "id": "bt0252",
    "kanji": "心"
  },
  {
    "id": "bt0253",
    "kanji": "忄"
  },
  {
    "id": "bt0254",
    "kanji": "戈"
  },
  {
    "id": "bt0255",
    "kanji": "戸"
  },
  {
    "id": "bt0261",
    "kanji": "手"
  },
  {
    "id": "bt0262",
    "kanji": "扌"
  },
  {
    "id": "bt0263",
    "kanji": "支"
  },
  {
    "id": "bt0264",
    "kanji": "攵"
  },
  {
    "id": "bt0265",
    "kanji": "文"
  },
  {
    "id": "bt0271",
    "kanji": "斗"
  },
  {
    "id": "bt0272",
    "kanji": "斤"
  },
  {
    "id": "bt0273",
    "kanji": "方"
  },
  {
    "id": "bt0274",
    "kanji": "日"
  },
  {
    "id": "bt0275",
    "kanji": "月"
  },
  {
    "id": "bt0281",
    "kanji": "木"
  },
  {
    "id": "bt0282",
    "kanji": "欠"
  },
  {
    "id": "bt0283",
    "kanji": "止"
  },
  {
    "id": "bt0284",
    "kanji": "歹"
  },
  {
    "id": "bt0285",
    "kanji": "殳"
  },
  {
    "id": "bt0311",
    "kanji": "毋"
  },
  {
    "id": "bt0312",
    "kanji": "比"
  },
  {
    "id": "bt0313",
    "kanji": "毛"
  },
  {
    "id": "bt0314",
    "kanji": "氏"
  },
  {
    "id": "bt0315",
    "kanji": "气"
  },
  {
    "id": "bt0321",
    "kanji": "水"
  },
  {
    "id": "bt0322",
    "kanji": "氵"
  },
  {
    "id": "bt0323",
    "kanji": "火"
  },
  {
    "id": "bt0324",
    "kanji": "灬"
  },
  {
    "id": "bt0325",
    "kanji": "爪"
  },
  {
    "id": "bt0331",
    "kanji": "父"
  },
  {
    "id": "bt0332",
    "kanji": "爿"
  },
  {
    "id": "bt0333",
    "kanji": "丬"
  },
  {
    "id": "bt0334",
    "kanji": "片"
  },
  {
    "id": "bt0335",
    "kanji": "牙"
  },
  {
    "id": "bt0341",
    "kanji": "牛"
  },
  {
    "id": "bt0342",
    "kanji": "牜"
  },
  {
    "id": "bt0343",
    "kanji": "犬"
  },
  {
    "id": "bt0344",
    "kanji": "犭"
  },
  {
    "id": "bt0345",
    "kanji": "玄"
  },
  {
    "id": "bt0351",
    "kanji": "玉"
  },
  {
    "id": "bt0352",
    "kanji": "甘"
  },
  {
    "id": "bt0353",
    "kanji": "生"
  },
  {
    "id": "bt0354",
    "kanji": "用"
  },
  {
    "id": "bt0355",
    "kanji": "田"
  },
  {
    "id": "bt0361",
    "kanji": "疒"
  },
  {
    "id": "bt0362",
    "kanji": "癶"
  },
  {
    "id": "bt0363",
    "kanji": "白"
  },
  {
    "id": "bt0364",
    "kanji": "皮"
  },
  {
    "id": "bt0365",
    "kanji": "皿"
  },
  {
    "id": "bt0371",
    "kanji": "目"
  },
  {
    "id": "bt0372",
    "kanji": "矛"
  },
  {
    "id": "bt0373",
    "kanji": "矢"
  },
  {
    "id": "bt0374",
    "kanji": "石"
  },
  {
    "id": "bt0375",
    "kanji": "示"
  },
  {
    "id": "bt0381",
    "kanji": "礻"
  },
  {
    "id": "bt0382",
    "kanji": "禾"
  },
  {
    "id": "bt0383",
    "kanji": "立"
  },
  {
    "id": "bt0384",
    "kanji": "竹"
  },
  {
    "id": "bt0385",
    "kanji": "米"
  },
  {
    "id": "bt0411",
    "kanji": "糸"
  },
  {
    "id": "bt0412",
    "kanji": "缶"
  },
  {
    "id": "bt0413",
    "kanji": "羊"
  },
  {
    "id": "bt0414",
    "kanji": "羽"
  },
  {
    "id": "bt0415",
    "kanji": "老"
  },
  {
    "id": "bt0421",
    "kanji": "而"
  },
  {
    "id": "bt0422",
    "kanji": "耒"
  },
  {
    "id": "bt0423",
    "kanji": "耳"
  },
  {
    "id": "bt0424",
    "kanji": "聿"
  },
  {
    "id": "bt0425",
    "kanji": "肉"
  },
  {
    "id": "bt0431",
    "kanji": "臣"
  },
  {
    "id": "bt0432",
    "kanji": "自"
  },
  {
    "id": "bt0433",
    "kanji": "至"
  },
  {
    "id": "bt0434",
    "kanji": "舌"
  },
  {
    "id": "bt0435",
    "kanji": "舛"
  },
  {
    "id": "bt0441",
    "kanji": "舟"
  },
  {
    "id": "bt0442",
    "kanji": "色"
  },
  {
    "id": "bt0443",
    "kanji": "艹"
  },
  {
    "id": "bt0444",
    "kanji": "虫"
  },
  {
    "id": "bt0445",
    "kanji": "血"
  },
  {
    "id": "bt0451",
    "kanji": "行"
  },
  {
    "id": "bt0452",
    "kanji": "衣"
  },
  {
    "id": "bt0453",
    "kanji": "衤"
  },
  {
    "id": "bt0454",
    "kanji": "見"
  },
  {
    "id": "bt0455",
    "kanji": "角"
  },
  {
    "id": "bt0461",
    "kanji": "言"
  },
  {
    "id": "bt0462",
    "kanji": "谷"
  },
  {
    "id": "bt0463",
    "kanji": "豆"
  },
  {
    "id": "bt0464",
    "kanji": "豕"
  },
  {
    "id": "bt0465",
    "kanji": "豸"
  },
  {
    "id": "bt0471",
    "kanji": "貝"
  },
  {
    "id": "bt0472",
    "kanji": "走"
  },
  {
    "id": "bt0473",
    "kanji": "足"
  },
  {
    "id": "bt0474",
    "kanji": "?"
  },
  {
    "id": "bt0475",
    "kanji": "車"
  },
  {
    "id": "bt0481",
    "kanji": "辰"
  },
  {
    "id": "bt0482",
    "kanji": "辶"
  },
  {
    "id": "bt0483",
    "kanji": "阝"
  },
  {
    "id": "bt0484",
    "kanji": "酉"
  },
  {
    "id": "bt0485",
    "kanji": "里"
  },
  {
    "id": "bt0511",
    "kanji": "金"
  },
  {
    "id": "bt0512",
    "kanji": "門"
  },
  {
    "id": "bt0513",
    "kanji": "阝"
  },
  {
    "id": "bt0514",
    "kanji": "隶"
  },
  {
    "id": "bt0515",
    "kanji": "隹"
  },
  {
    "id": "bt0521",
    "kanji": "雨"
  },
  {
    "id": "bt0522",
    "kanji": "青"
  },
  {
    "id": "bt0523",
    "kanji": "非"
  },
  {
    "id": "bt0524",
    "kanji": "韋"
  },
  {
    "id": "bt0525",
    "kanji": "音"
  },
  {
    "id": "bt0531",
    "kanji": "頁"
  },
  {
    "id": "bt0532",
    "kanji": "食"
  },
  {
    "id": "bt0533",
    "kanji": "飠"
  },
  {
    "id": "bt0534",
    "kanji": "首"
  },
  {
    "id": "bt0535",
    "kanji": "馬"
  },
  {
    "id": "bt0541",
    "kanji": "魚"
  },
  {
    "id": "bt0542",
    "kanji": "斉"
  },
  {
    "id": "bt0543",
    "kanji": "入"
  },
  {
    "id": "bt0544",
    "kanji": "父"
  },
  {
    "id": "bt0545",
    "kanji": "ヨ"
  },
  {
    "id": "5k0111",
    "kanji": "一"
  },
  {
    "id": "5k0112",
    "kanji": "右"
  },
  {
    "id": "5k0113",
    "kanji": "雨"
  },
  {
    "id": "5k0114",
    "kanji": "円"
  },
  {
    "id": "5k0115",
    "kanji": "王"
  },
  {
    "id": "5k0121",
    "kanji": "音"
  },
  {
    "id": "5k0122",
    "kanji": "下"
  },
  {
    "id": "5k0123",
    "kanji": "火"
  },
  {
    "id": "5k0124",
    "kanji": "花"
  },
  {
    "id": "5k0125",
    "kanji": "貝"
  },
  {
    "id": "5k0131",
    "kanji": "学"
  },
  {
    "id": "5k0132",
    "kanji": "気"
  },
  {
    "id": "5k0133",
    "kanji": "九"
  },
  {
    "id": "5k0134",
    "kanji": "休"
  },
  {
    "id": "5k0135",
    "kanji": "玉"
  },
  {
    "id": "5k0141",
    "kanji": "金"
  },
  {
    "id": "5k0142",
    "kanji": "空"
  },
  {
    "id": "5k0143",
    "kanji": "月"
  },
  {
    "id": "5k0144",
    "kanji": "犬"
  },
  {
    "id": "5k0145",
    "kanji": "見"
  },
  {
    "id": "5k0151",
    "kanji": "五"
  },
  {
    "id": "5k0152",
    "kanji": "口"
  },
  {
    "id": "5k0153",
    "kanji": "校"
  },
  {
    "id": "5k0154",
    "kanji": "左"
  },
  {
    "id": "5k0155",
    "kanji": "三"
  },
  {
    "id": "5k0161",
    "kanji": "山"
  },
  {
    "id": "5k0162",
    "kanji": "子"
  },
  {
    "id": "5k0163",
    "kanji": "四"
  },
  {
    "id": "5k0164",
    "kanji": "糸"
  },
  {
    "id": "5k0165",
    "kanji": "字"
  },
  {
    "id": "5k0171",
    "kanji": "耳"
  },
  {
    "id": "5k0172",
    "kanji": "七"
  },
  {
    "id": "5k0173",
    "kanji": "車"
  },
  {
    "id": "5k0174",
    "kanji": "手"
  },
  {
    "id": "5k0175",
    "kanji": "十"
  },
  {
    "id": "5k0181",
    "kanji": "出"
  },
  {
    "id": "5k0182",
    "kanji": "女"
  },
  {
    "id": "5k0183",
    "kanji": "小"
  },
  {
    "id": "5k0184",
    "kanji": "上"
  },
  {
    "id": "5k0185",
    "kanji": "森"
  },
  {
    "id": "5k0211",
    "kanji": "人"
  },
  {
    "id": "5k0212",
    "kanji": "水"
  },
  {
    "id": "5k0213",
    "kanji": "正"
  },
  {
    "id": "5k0214",
    "kanji": "生"
  },
  {
    "id": "5k0215",
    "kanji": "青"
  },
  {
    "id": "5k0221",
    "kanji": "夕"
  },
  {
    "id": "5k0222",
    "kanji": "石"
  },
  {
    "id": "5k0223",
    "kanji": "赤"
  },
  {
    "id": "5k0224",
    "kanji": "千"
  },
  {
    "id": "5k0225",
    "kanji": "川"
  },
  {
    "id": "5k0231",
    "kanji": "先"
  },
  {
    "id": "5k0232",
    "kanji": "早"
  },
  {
    "id": "5k0233",
    "kanji": "草"
  },
  {
    "id": "5k0234",
    "kanji": "足"
  },
  {
    "id": "5k0235",
    "kanji": "村"
  },
  {
    "id": "5k0241",
    "kanji": "大"
  },
  {
    "id": "5k0242",
    "kanji": "男"
  },
  {
    "id": "5k0243",
    "kanji": "竹"
  },
  {
    "id": "5k0244",
    "kanji": "中"
  },
  {
    "id": "5k0245",
    "kanji": "虫"
  },
  {
    "id": "5k0251",
    "kanji": "町"
  },
  {
    "id": "5k0252",
    "kanji": "天"
  },
  {
    "id": "5k0253",
    "kanji": "田"
  },
  {
    "id": "5k0254",
    "kanji": "土"
  },
  {
    "id": "5k0255",
    "kanji": "二"
  },
  {
    "id": "5k0261",
    "kanji": "日"
  },
  {
    "id": "5k0262",
    "kanji": "入"
  },
  {
    "id": "5k0263",
    "kanji": "年"
  },
  {
    "id": "5k0264",
    "kanji": "白"
  },
  {
    "id": "5k0265",
    "kanji": "八"
  },
  {
    "id": "5k0271",
    "kanji": "百"
  },
  {
    "id": "5k0272",
    "kanji": "文"
  },
  {
    "id": "5k0273",
    "kanji": "木"
  },
  {
    "id": "5k0274",
    "kanji": "本"
  },
  {
    "id": "5k0275",
    "kanji": "名"
  },
  {
    "id": "5k0281",
    "kanji": "目"
  },
  {
    "id": "5k0282",
    "kanji": "立"
  },
  {
    "id": "5k0283",
    "kanji": "力"
  },
  {
    "id": "5k0284",
    "kanji": "林"
  },
  {
    "id": "5k0285",
    "kanji": "六"
  },
  {
    "id": "5k0311",
    "kanji": "引"
  },
  {
    "id": "5k0312",
    "kanji": "羽"
  },
  {
    "id": "5k0313",
    "kanji": "雲"
  },
  {
    "id": "5k0314",
    "kanji": "園"
  },
  {
    "id": "5k0315",
    "kanji": "遠"
  },
  {
    "id": "5k0321",
    "kanji": "何"
  },
  {
    "id": "5k0322",
    "kanji": "科"
  },
  {
    "id": "5k0323",
    "kanji": "夏"
  },
  {
    "id": "5k0324",
    "kanji": "家"
  },
  {
    "id": "5k0325",
    "kanji": "歌"
  },
  {
    "id": "5k0331",
    "kanji": "画"
  },
  {
    "id": "5k0332",
    "kanji": "回"
  },
  {
    "id": "5k0333",
    "kanji": "会"
  },
  {
    "id": "5k0334",
    "kanji": "海"
  },
  {
    "id": "5k0335",
    "kanji": "絵"
  },
  {
    "id": "5k0341",
    "kanji": "外"
  },
  {
    "id": "5k0342",
    "kanji": "角"
  },
  {
    "id": "5k0343",
    "kanji": "楽"
  },
  {
    "id": "5k0344",
    "kanji": "活"
  },
  {
    "id": "5k0345",
    "kanji": "間"
  },
  {
    "id": "5k0351",
    "kanji": "丸"
  },
  {
    "id": "5k0352",
    "kanji": "岩"
  },
  {
    "id": "5k0353",
    "kanji": "顔"
  },
  {
    "id": "5k0354",
    "kanji": "汽"
  },
  {
    "id": "5k0355",
    "kanji": "記"
  },
  {
    "id": "5k0361",
    "kanji": "帰"
  },
  {
    "id": "5k0362",
    "kanji": "弓"
  },
  {
    "id": "5k0363",
    "kanji": "牛"
  },
  {
    "id": "5k0364",
    "kanji": "魚"
  },
  {
    "id": "5k0365",
    "kanji": "京"
  },
  {
    "id": "5k0371",
    "kanji": "強"
  },
  {
    "id": "5k0372",
    "kanji": "教"
  },
  {
    "id": "5k0373",
    "kanji": "近"
  },
  {
    "id": "5k0374",
    "kanji": "兄"
  },
  {
    "id": "5k0375",
    "kanji": "形"
  },
  {
    "id": "5k0381",
    "kanji": "計"
  },
  {
    "id": "5k0382",
    "kanji": "元"
  },
  {
    "id": "5k0383",
    "kanji": "言"
  },
  {
    "id": "5k0384",
    "kanji": "原"
  },
  {
    "id": "5k0385",
    "kanji": "戸"
  },
  {
    "id": "5k0411",
    "kanji": "古"
  },
  {
    "id": "5k0412",
    "kanji": "午"
  },
  {
    "id": "5k0413",
    "kanji": "後"
  },
  {
    "id": "5k0414",
    "kanji": "語"
  },
  {
    "id": "5k0415",
    "kanji": "工"
  },
  {
    "id": "5k0421",
    "kanji": "公"
  },
  {
    "id": "5k0422",
    "kanji": "広"
  },
  {
    "id": "5k0423",
    "kanji": "交"
  },
  {
    "id": "5k0424",
    "kanji": "光"
  },
  {
    "id": "5k0425",
    "kanji": "考"
  },
  {
    "id": "5k0431",
    "kanji": "行"
  },
  {
    "id": "5k0432",
    "kanji": "高"
  },
  {
    "id": "5k0433",
    "kanji": "黄"
  },
  {
    "id": "5k0434",
    "kanji": "合"
  },
  {
    "id": "5k0435",
    "kanji": "谷"
  },
  {
    "id": "5k0441",
    "kanji": "国"
  },
  {
    "id": "5k0442",
    "kanji": "黒"
  },
  {
    "id": "5k0443",
    "kanji": "今"
  },
  {
    "id": "5k0444",
    "kanji": "才"
  },
  {
    "id": "5k0445",
    "kanji": "細"
  },
  {
    "id": "5k0451",
    "kanji": "作"
  },
  {
    "id": "5k0452",
    "kanji": "算"
  },
  {
    "id": "5k0453",
    "kanji": "止"
  },
  {
    "id": "5k0454",
    "kanji": "市"
  },
  {
    "id": "5k0455",
    "kanji": "矢"
  },
  {
    "id": "5k0461",
    "kanji": "姉"
  },
  {
    "id": "5k0462",
    "kanji": "思"
  },
  {
    "id": "5k0463",
    "kanji": "紙"
  },
  {
    "id": "5k0464",
    "kanji": "寺"
  },
  {
    "id": "5k0465",
    "kanji": "自"
  },
  {
    "id": "5k0471",
    "kanji": "時"
  },
  {
    "id": "5k0472",
    "kanji": "室"
  },
  {
    "id": "5k0473",
    "kanji": "社"
  },
  {
    "id": "5k0474",
    "kanji": "弱"
  },
  {
    "id": "5k0475",
    "kanji": "首"
  },
  {
    "id": "5k0481",
    "kanji": "秋"
  },
  {
    "id": "5k0482",
    "kanji": "週"
  },
  {
    "id": "5k0483",
    "kanji": "春"
  },
  {
    "id": "5k0484",
    "kanji": "書"
  },
  {
    "id": "5k0485",
    "kanji": "少"
  },
  {
    "id": "5k0511",
    "kanji": "場"
  },
  {
    "id": "5k0512",
    "kanji": "色"
  },
  {
    "id": "5k0513",
    "kanji": "食"
  },
  {
    "id": "5k0514",
    "kanji": "心"
  },
  {
    "id": "5k0515",
    "kanji": "新"
  },
  {
    "id": "5k0521",
    "kanji": "親"
  },
  {
    "id": "5k0522",
    "kanji": "図"
  },
  {
    "id": "5k0523",
    "kanji": "数"
  },
  {
    "id": "5k0524",
    "kanji": "西"
  },
  {
    "id": "5k0525",
    "kanji": "声"
  },
  {
    "id": "5k0531",
    "kanji": "星"
  },
  {
    "id": "5k0532",
    "kanji": "晴"
  },
  {
    "id": "5k0533",
    "kanji": "切"
  },
  {
    "id": "5k0534",
    "kanji": "雪"
  },
  {
    "id": "5k0535",
    "kanji": "船"
  },
  {
    "id": "5k0541",
    "kanji": "線"
  },
  {
    "id": "5k0542",
    "kanji": "前"
  },
  {
    "id": "5k0543",
    "kanji": "組"
  },
  {
    "id": "5k0544",
    "kanji": "走"
  },
  {
    "id": "5k0545",
    "kanji": "多"
  },
  {
    "id": "5k0551",
    "kanji": "太"
  },
  {
    "id": "5k0552",
    "kanji": "体"
  },
  {
    "id": "5k0553",
    "kanji": "台"
  },
  {
    "id": "5k0554",
    "kanji": "地"
  },
  {
    "id": "5k0555",
    "kanji": "池"
  },
  {
    "id": "5k0561",
    "kanji": "知"
  },
  {
    "id": "5k0562",
    "kanji": "茶"
  },
  {
    "id": "5k0563",
    "kanji": "昼"
  },
  {
    "id": "5k0564",
    "kanji": "長"
  },
  {
    "id": "5k0565",
    "kanji": "鳥"
  },
  {
    "id": "5k0571",
    "kanji": "朝"
  },
  {
    "id": "5k0572",
    "kanji": "直"
  },
  {
    "id": "5k0573",
    "kanji": "通"
  },
  {
    "id": "5k0574",
    "kanji": "弟"
  },
  {
    "id": "5k0575",
    "kanji": "店"
  },
  {
    "id": "5k0581",
    "kanji": "点"
  },
  {
    "id": "5k0582",
    "kanji": "電"
  },
  {
    "id": "5k0583",
    "kanji": "刀"
  },
  {
    "id": "5k0584",
    "kanji": "冬"
  },
  {
    "id": "5k0585",
    "kanji": "当"
  },
  {
    "id": "5k0611",
    "kanji": "東"
  },
  {
    "id": "5k0612",
    "kanji": "答"
  },
  {
    "id": "5k0613",
    "kanji": "頭"
  },
  {
    "id": "5k0614",
    "kanji": "同"
  },
  {
    "id": "5k0615",
    "kanji": "道"
  },
  {
    "id": "5k0621",
    "kanji": "読"
  },
  {
    "id": "5k0622",
    "kanji": "内"
  },
  {
    "id": "5k0623",
    "kanji": "南"
  },
  {
    "id": "5k0624",
    "kanji": "肉"
  },
  {
    "id": "5k0625",
    "kanji": "馬"
  },
  {
    "id": "5k0631",
    "kanji": "売"
  },
  {
    "id": "5k0632",
    "kanji": "買"
  },
  {
    "id": "5k0633",
    "kanji": "麦"
  },
  {
    "id": "5k0634",
    "kanji": "半"
  },
  {
    "id": "5k0635",
    "kanji": "番"
  },
  {
    "id": "5k0641",
    "kanji": "父"
  },
  {
    "id": "5k0642",
    "kanji": "風"
  },
  {
    "id": "5k0643",
    "kanji": "分"
  },
  {
    "id": "5k0644",
    "kanji": "聞"
  },
  {
    "id": "5k0645",
    "kanji": "米"
  },
  {
    "id": "5k0651",
    "kanji": "歩"
  },
  {
    "id": "5k0652",
    "kanji": "母"
  },
  {
    "id": "5k0653",
    "kanji": "方"
  },
  {
    "id": "5k0654",
    "kanji": "北"
  },
  {
    "id": "5k0655",
    "kanji": "毎"
  },
  {
    "id": "5k0661",
    "kanji": "妹"
  },
  {
    "id": "5k0662",
    "kanji": "万"
  },
  {
    "id": "5k0663",
    "kanji": "明"
  },
  {
    "id": "5k0664",
    "kanji": "鳴"
  },
  {
    "id": "5k0665",
    "kanji": "毛"
  },
  {
    "id": "5k0671",
    "kanji": "門"
  },
  {
    "id": "5k0672",
    "kanji": "夜"
  },
  {
    "id": "5k0673",
    "kanji": "野"
  },
  {
    "id": "5k0674",
    "kanji": "友"
  },
  {
    "id": "5k0675",
    "kanji": "用"
  },
  {
    "id": "5k0681",
    "kanji": "曜"
  },
  {
    "id": "5k0682",
    "kanji": "来"
  },
  {
    "id": "5k0683",
    "kanji": "里"
  },
  {
    "id": "5k0684",
    "kanji": "理"
  },
  {
    "id": "5k0685",
    "kanji": "話"
  },
  {
    "id": "4k0111",
    "kanji": "悪"
  },
  {
    "id": "4k0112",
    "kanji": "安"
  },
  {
    "id": "4k0113",
    "kanji": "暗"
  },
  {
    "id": "4k0114",
    "kanji": "医"
  },
  {
    "id": "4k0115",
    "kanji": "委"
  },
  {
    "id": "4k0121",
    "kanji": "意"
  },
  {
    "id": "4k0122",
    "kanji": "育"
  },
  {
    "id": "4k0123",
    "kanji": "員"
  },
  {
    "id": "4k0124",
    "kanji": "院"
  },
  {
    "id": "4k0125",
    "kanji": "飲"
  },
  {
    "id": "4k0131",
    "kanji": "運"
  },
  {
    "id": "4k0132",
    "kanji": "泳"
  },
  {
    "id": "4k0133",
    "kanji": "駅"
  },
  {
    "id": "4k0134",
    "kanji": "央"
  },
  {
    "id": "4k0135",
    "kanji": "横"
  },
  {
    "id": "4k0141",
    "kanji": "屋"
  },
  {
    "id": "4k0142",
    "kanji": "温"
  },
  {
    "id": "4k0143",
    "kanji": "化"
  },
  {
    "id": "4k0144",
    "kanji": "荷"
  },
  {
    "id": "4k0145",
    "kanji": "界"
  },
  {
    "id": "4k0151",
    "kanji": "開"
  },
  {
    "id": "4k0152",
    "kanji": "階"
  },
  {
    "id": "4k0153",
    "kanji": "寒"
  },
  {
    "id": "4k0154",
    "kanji": "感"
  },
  {
    "id": "4k0155",
    "kanji": "漢"
  },
  {
    "id": "4k0161",
    "kanji": "館"
  },
  {
    "id": "4k0162",
    "kanji": "岸"
  },
  {
    "id": "4k0163",
    "kanji": "起"
  },
  {
    "id": "4k0164",
    "kanji": "期"
  },
  {
    "id": "4k0165",
    "kanji": "客"
  },
  {
    "id": "4k0171",
    "kanji": "究"
  },
  {
    "id": "4k0172",
    "kanji": "急"
  },
  {
    "id": "4k0173",
    "kanji": "級"
  },
  {
    "id": "4k0174",
    "kanji": "宮"
  },
  {
    "id": "4k0175",
    "kanji": "球"
  },
  {
    "id": "4k0181",
    "kanji": "去"
  },
  {
    "id": "4k0182",
    "kanji": "橋"
  },
  {
    "id": "4k0183",
    "kanji": "業"
  },
  {
    "id": "4k0184",
    "kanji": "曲"
  },
  {
    "id": "4k0185",
    "kanji": "局"
  },
  {
    "id": "4k0211",
    "kanji": "銀"
  },
  {
    "id": "4k0212",
    "kanji": "区"
  },
  {
    "id": "4k0213",
    "kanji": "苦"
  },
  {
    "id": "4k0214",
    "kanji": "具"
  },
  {
    "id": "4k0215",
    "kanji": "君"
  },
  {
    "id": "4k0221",
    "kanji": "係"
  },
  {
    "id": "4k0222",
    "kanji": "軽"
  },
  {
    "id": "4k0223",
    "kanji": "血"
  },
  {
    "id": "4k0224",
    "kanji": "決"
  },
  {
    "id": "4k0225",
    "kanji": "研"
  },
  {
    "id": "4k0231",
    "kanji": "県"
  },
  {
    "id": "4k0232",
    "kanji": "庫"
  },
  {
    "id": "4k0233",
    "kanji": "湖"
  },
  {
    "id": "4k0234",
    "kanji": "向"
  },
  {
    "id": "4k0235",
    "kanji": "幸"
  },
  {
    "id": "4k0241",
    "kanji": "港"
  },
  {
    "id": "4k0242",
    "kanji": "号"
  },
  {
    "id": "4k0243",
    "kanji": "根"
  },
  {
    "id": "4k0244",
    "kanji": "祭"
  },
  {
    "id": "4k0245",
    "kanji": "皿"
  },
  {
    "id": "4k0251",
    "kanji": "仕"
  },
  {
    "id": "4k0252",
    "kanji": "死"
  },
  {
    "id": "4k0253",
    "kanji": "使"
  },
  {
    "id": "4k0254",
    "kanji": "始"
  },
  {
    "id": "4k0255",
    "kanji": "指"
  },
  {
    "id": "4k0261",
    "kanji": "歯"
  },
  {
    "id": "4k0262",
    "kanji": "詩"
  },
  {
    "id": "4k0263",
    "kanji": "次"
  },
  {
    "id": "4k0264",
    "kanji": "事"
  },
  {
    "id": "4k0265",
    "kanji": "持"
  },
  {
    "id": "4k0271",
    "kanji": "式"
  },
  {
    "id": "4k0272",
    "kanji": "実"
  },
  {
    "id": "4k0273",
    "kanji": "写"
  },
  {
    "id": "4k0274",
    "kanji": "者"
  },
  {
    "id": "4k0275",
    "kanji": "主"
  },
  {
    "id": "4k0281",
    "kanji": "守"
  },
  {
    "id": "4k0282",
    "kanji": "取"
  },
  {
    "id": "4k0283",
    "kanji": "酒"
  },
  {
    "id": "4k0284",
    "kanji": "受"
  },
  {
    "id": "4k0285",
    "kanji": "州"
  },
  {
    "id": "4k0311",
    "kanji": "拾"
  },
  {
    "id": "4k0312",
    "kanji": "終"
  },
  {
    "id": "4k0313",
    "kanji": "習"
  },
  {
    "id": "4k0314",
    "kanji": "集"
  },
  {
    "id": "4k0315",
    "kanji": "住"
  },
  {
    "id": "4k0321",
    "kanji": "重"
  },
  {
    "id": "4k0322",
    "kanji": "宿"
  },
  {
    "id": "4k0323",
    "kanji": "所"
  },
  {
    "id": "4k0324",
    "kanji": "暑"
  },
  {
    "id": "4k0325",
    "kanji": "助"
  },
  {
    "id": "4k0331",
    "kanji": "昭"
  },
  {
    "id": "4k0332",
    "kanji": "消"
  },
  {
    "id": "4k0333",
    "kanji": "商"
  },
  {
    "id": "4k0334",
    "kanji": "章"
  },
  {
    "id": "4k0335",
    "kanji": "勝"
  },
  {
    "id": "4k0341",
    "kanji": "乗"
  },
  {
    "id": "4k0342",
    "kanji": "植"
  },
  {
    "id": "4k0343",
    "kanji": "申"
  },
  {
    "id": "4k0344",
    "kanji": "身"
  },
  {
    "id": "4k0345",
    "kanji": "神"
  },
  {
    "id": "4k0351",
    "kanji": "真"
  },
  {
    "id": "4k0352",
    "kanji": "深"
  },
  {
    "id": "4k0353",
    "kanji": "進"
  },
  {
    "id": "4k0354",
    "kanji": "世"
  },
  {
    "id": "4k0355",
    "kanji": "整"
  },
  {
    "id": "4k0361",
    "kanji": "昔"
  },
  {
    "id": "4k0362",
    "kanji": "全"
  },
  {
    "id": "4k0363",
    "kanji": "相"
  },
  {
    "id": "4k0364",
    "kanji": "送"
  },
  {
    "id": "4k0365",
    "kanji": "想"
  },
  {
    "id": "4k0371",
    "kanji": "息"
  },
  {
    "id": "4k0372",
    "kanji": "速"
  },
  {
    "id": "4k0373",
    "kanji": "族"
  },
  {
    "id": "4k0374",
    "kanji": "他"
  },
  {
    "id": "4k0375",
    "kanji": "打"
  },
  {
    "id": "4k0381",
    "kanji": "対"
  },
  {
    "id": "4k0382",
    "kanji": "待"
  },
  {
    "id": "4k0383",
    "kanji": "代"
  },
  {
    "id": "4k0384",
    "kanji": "第"
  },
  {
    "id": "4k0385",
    "kanji": "題"
  },
  {
    "id": "4k0411",
    "kanji": "炭"
  },
  {
    "id": "4k0412",
    "kanji": "短"
  },
  {
    "id": "4k0413",
    "kanji": "談"
  },
  {
    "id": "4k0414",
    "kanji": "着"
  },
  {
    "id": "4k0415",
    "kanji": "注"
  },
  {
    "id": "4k0421",
    "kanji": "柱"
  },
  {
    "id": "4k0422",
    "kanji": "丁"
  },
  {
    "id": "4k0423",
    "kanji": "帳"
  },
  {
    "id": "4k0424",
    "kanji": "調"
  },
  {
    "id": "4k0425",
    "kanji": "追"
  },
  {
    "id": "4k0431",
    "kanji": "定"
  },
  {
    "id": "4k0432",
    "kanji": "庭"
  },
  {
    "id": "4k0433",
    "kanji": "笛"
  },
  {
    "id": "4k0434",
    "kanji": "鉄"
  },
  {
    "id": "4k0435",
    "kanji": "転"
  },
  {
    "id": "4k0441",
    "kanji": "都"
  },
  {
    "id": "4k0442",
    "kanji": "度"
  },
  {
    "id": "4k0443",
    "kanji": "投"
  },
  {
    "id": "4k0444",
    "kanji": "豆"
  },
  {
    "id": "4k0445",
    "kanji": "島"
  },
  {
    "id": "4k0451",
    "kanji": "湯"
  },
  {
    "id": "4k0452",
    "kanji": "登"
  },
  {
    "id": "4k0453",
    "kanji": "等"
  },
  {
    "id": "4k0454",
    "kanji": "動"
  },
  {
    "id": "4k0455",
    "kanji": "童"
  },
  {
    "id": "4k0461",
    "kanji": "農"
  },
  {
    "id": "4k0462",
    "kanji": "波"
  },
  {
    "id": "4k0463",
    "kanji": "配"
  },
  {
    "id": "4k0464",
    "kanji": "倍"
  },
  {
    "id": "4k0465",
    "kanji": "箱"
  },
  {
    "id": "4k0471",
    "kanji": "畑"
  },
  {
    "id": "4k0472",
    "kanji": "発"
  },
  {
    "id": "4k0473",
    "kanji": "反"
  },
  {
    "id": "4k0474",
    "kanji": "坂"
  },
  {
    "id": "4k0475",
    "kanji": "板"
  },
  {
    "id": "4k0481",
    "kanji": "皮"
  },
  {
    "id": "4k0482",
    "kanji": "悲"
  },
  {
    "id": "4k0483",
    "kanji": "美"
  },
  {
    "id": "4k0484",
    "kanji": "鼻"
  },
  {
    "id": "4k0485",
    "kanji": "筆"
  },
  {
    "id": "4k0511",
    "kanji": "氷"
  },
  {
    "id": "4k0512",
    "kanji": "表"
  },
  {
    "id": "4k0513",
    "kanji": "秒"
  },
  {
    "id": "4k0514",
    "kanji": "病"
  },
  {
    "id": "4k0515",
    "kanji": "品"
  },
  {
    "id": "4k0521",
    "kanji": "負"
  },
  {
    "id": "4k0522",
    "kanji": "部"
  },
  {
    "id": "4k0523",
    "kanji": "服"
  },
  {
    "id": "4k0524",
    "kanji": "福"
  },
  {
    "id": "4k0525",
    "kanji": "物"
  },
  {
    "id": "4k0531",
    "kanji": "平"
  },
  {
    "id": "4k0532",
    "kanji": "返"
  },
  {
    "id": "4k0533",
    "kanji": "勉"
  },
  {
    "id": "4k0534",
    "kanji": "放"
  },
  {
    "id": "4k0535",
    "kanji": "味"
  },
  {
    "id": "4k0541",
    "kanji": "命"
  },
  {
    "id": "4k0542",
    "kanji": "面"
  },
  {
    "id": "4k0543",
    "kanji": "問"
  },
  {
    "id": "4k0544",
    "kanji": "役"
  },
  {
    "id": "4k0545",
    "kanji": "薬"
  },
  {
    "id": "4k0551",
    "kanji": "由"
  },
  {
    "id": "4k0552",
    "kanji": "油"
  },
  {
    "id": "4k0553",
    "kanji": "有"
  },
  {
    "id": "4k0554",
    "kanji": "遊"
  },
  {
    "id": "4k0555",
    "kanji": "予"
  },
  {
    "id": "4k0561",
    "kanji": "羊"
  },
  {
    "id": "4k0562",
    "kanji": "洋"
  },
  {
    "id": "4k0563",
    "kanji": "葉"
  },
  {
    "id": "4k0564",
    "kanji": "陽"
  },
  {
    "id": "4k0565",
    "kanji": "様"
  },
  {
    "id": "4k0571",
    "kanji": "落"
  },
  {
    "id": "4k0572",
    "kanji": "流"
  },
  {
    "id": "4k0573",
    "kanji": "旅"
  },
  {
    "id": "4k0574",
    "kanji": "両"
  },
  {
    "id": "4k0575",
    "kanji": "緑"
  },
  {
    "id": "4k0581",
    "kanji": "礼"
  },
  {
    "id": "4k0582",
    "kanji": "列"
  },
  {
    "id": "4k0583",
    "kanji": "練"
  },
  {
    "id": "4k0584",
    "kanji": "路"
  },
  {
    "id": "4k0585",
    "kanji": "和"
  },
  {
    "id": "4k0611",
    "kanji": "愛"
  },
  {
    "id": "4k0612",
    "kanji": "案"
  },
  {
    "id": "4k0613",
    "kanji": "以"
  },
  {
    "id": "4k0614",
    "kanji": "衣"
  },
  {
    "id": "4k0615",
    "kanji": "位"
  },
  {
    "id": "4k0621",
    "kanji": "囲"
  },
  {
    "id": "4k0622",
    "kanji": "胃"
  },
  {
    "id": "4k0623",
    "kanji": "印"
  },
  {
    "id": "4k0624",
    "kanji": "英"
  },
  {
    "id": "4k0625",
    "kanji": "栄"
  },
  {
    "id": "4k0631",
    "kanji": "塩"
  },
  {
    "id": "4k0632",
    "kanji": "億"
  },
  {
    "id": "4k0633",
    "kanji": "加"
  },
  {
    "id": "4k0634",
    "kanji": "果"
  },
  {
    "id": "4k0635",
    "kanji": "貨"
  },
  {
    "id": "4k0641",
    "kanji": "課"
  },
  {
    "id": "4k0642",
    "kanji": "芽"
  },
  {
    "id": "4k0643",
    "kanji": "改"
  },
  {
    "id": "4k0644",
    "kanji": "械"
  },
  {
    "id": "4k0645",
    "kanji": "害"
  },
  {
    "id": "4k0651",
    "kanji": "街"
  },
  {
    "id": "4k0652",
    "kanji": "各"
  },
  {
    "id": "4k0653",
    "kanji": "覚"
  },
  {
    "id": "4k0654",
    "kanji": "完"
  },
  {
    "id": "4k0655",
    "kanji": "官"
  },
  {
    "id": "4k0661",
    "kanji": "管"
  },
  {
    "id": "4k0662",
    "kanji": "関"
  },
  {
    "id": "4k0663",
    "kanji": "観"
  },
  {
    "id": "4k0664",
    "kanji": "願"
  },
  {
    "id": "4k0665",
    "kanji": "希"
  },
  {
    "id": "4k0671",
    "kanji": "季"
  },
  {
    "id": "4k0672",
    "kanji": "紀"
  },
  {
    "id": "4k0673",
    "kanji": "喜"
  },
  {
    "id": "4k0674",
    "kanji": "旗"
  },
  {
    "id": "4k0675",
    "kanji": "器"
  },
  {
    "id": "4k0681",
    "kanji": "機"
  },
  {
    "id": "4k0682",
    "kanji": "議"
  },
  {
    "id": "4k0683",
    "kanji": "求"
  },
  {
    "id": "4k0684",
    "kanji": "泣"
  },
  {
    "id": "4k0685",
    "kanji": "救"
  },
  {
    "id": "4k0711",
    "kanji": "給"
  },
  {
    "id": "4k0712",
    "kanji": "挙"
  },
  {
    "id": "4k0713",
    "kanji": "漁"
  },
  {
    "id": "4k0714",
    "kanji": "共"
  },
  {
    "id": "4k0715",
    "kanji": "協"
  },
  {
    "id": "4k0721",
    "kanji": "鏡"
  },
  {
    "id": "4k0722",
    "kanji": "競"
  },
  {
    "id": "4k0723",
    "kanji": "極"
  },
  {
    "id": "4k0724",
    "kanji": "訓"
  },
  {
    "id": "4k0725",
    "kanji": "軍"
  },
  {
    "id": "4k0731",
    "kanji": "郡"
  },
  {
    "id": "4k0732",
    "kanji": "径"
  },
  {
    "id": "4k0733",
    "kanji": "型"
  },
  {
    "id": "4k0734",
    "kanji": "景"
  },
  {
    "id": "4k0735",
    "kanji": "芸"
  },
  {
    "id": "4k0741",
    "kanji": "欠"
  },
  {
    "id": "4k0742",
    "kanji": "結"
  },
  {
    "id": "4k0743",
    "kanji": "建"
  },
  {
    "id": "4k0744",
    "kanji": "健"
  },
  {
    "id": "4k0745",
    "kanji": "験"
  },
  {
    "id": "4k0751",
    "kanji": "固"
  },
  {
    "id": "4k0752",
    "kanji": "功"
  },
  {
    "id": "4k0753",
    "kanji": "好"
  },
  {
    "id": "4k0754",
    "kanji": "候"
  },
  {
    "id": "4k0755",
    "kanji": "航"
  },
  {
    "id": "4k0761",
    "kanji": "康"
  },
  {
    "id": "4k0762",
    "kanji": "告"
  },
  {
    "id": "4k0763",
    "kanji": "差"
  },
  {
    "id": "4k0764",
    "kanji": "菜"
  },
  {
    "id": "4k0765",
    "kanji": "最"
  },
  {
    "id": "4k0771",
    "kanji": "材"
  },
  {
    "id": "4k0772",
    "kanji": "昨"
  },
  {
    "id": "4k0773",
    "kanji": "札"
  },
  {
    "id": "4k0774",
    "kanji": "刷"
  },
  {
    "id": "4k0775",
    "kanji": "殺"
  },
  {
    "id": "4k0781",
    "kanji": "察"
  },
  {
    "id": "4k0782",
    "kanji": "参"
  },
  {
    "id": "4k0783",
    "kanji": "産"
  },
  {
    "id": "4k0784",
    "kanji": "散"
  },
  {
    "id": "4k0785",
    "kanji": "残"
  },
  {
    "id": "4k0811",
    "kanji": "士"
  },
  {
    "id": "4k0812",
    "kanji": "氏"
  },
  {
    "id": "4k0813",
    "kanji": "史"
  },
  {
    "id": "4k0814",
    "kanji": "司"
  },
  {
    "id": "4k0815",
    "kanji": "試"
  },
  {
    "id": "4k0821",
    "kanji": "児"
  },
  {
    "id": "4k0822",
    "kanji": "治"
  },
  {
    "id": "4k0823",
    "kanji": "辞"
  },
  {
    "id": "4k0824",
    "kanji": "失"
  },
  {
    "id": "4k0825",
    "kanji": "借"
  },
  {
    "id": "4k0831",
    "kanji": "種"
  },
  {
    "id": "4k0832",
    "kanji": "周"
  },
  {
    "id": "4k0833",
    "kanji": "祝"
  },
  {
    "id": "4k0834",
    "kanji": "順"
  },
  {
    "id": "4k0835",
    "kanji": "初"
  },
  {
    "id": "4k0841",
    "kanji": "松"
  },
  {
    "id": "4k0842",
    "kanji": "笑"
  },
  {
    "id": "4k0843",
    "kanji": "唱"
  },
  {
    "id": "4k0844",
    "kanji": "焼"
  },
  {
    "id": "4k0845",
    "kanji": "象"
  },
  {
    "id": "4k0851",
    "kanji": "照"
  },
  {
    "id": "4k0852",
    "kanji": "賞"
  },
  {
    "id": "4k0853",
    "kanji": "臣"
  },
  {
    "id": "4k0854",
    "kanji": "信"
  },
  {
    "id": "4k0855",
    "kanji": "成"
  },
  {
    "id": "4k0861",
    "kanji": "省"
  },
  {
    "id": "4k0862",
    "kanji": "清"
  },
  {
    "id": "4k0863",
    "kanji": "静"
  },
  {
    "id": "4k0864",
    "kanji": "席"
  },
  {
    "id": "4k0865",
    "kanji": "積"
  },
  {
    "id": "4k0871",
    "kanji": "折"
  },
  {
    "id": "4k0872",
    "kanji": "節"
  },
  {
    "id": "4k0873",
    "kanji": "説"
  },
  {
    "id": "4k0874",
    "kanji": "浅"
  },
  {
    "id": "4k0875",
    "kanji": "戦"
  },
  {
    "id": "4k0881",
    "kanji": "選"
  },
  {
    "id": "4k0882",
    "kanji": "然"
  },
  {
    "id": "4k0883",
    "kanji": "争"
  },
  {
    "id": "4k0884",
    "kanji": "倉"
  },
  {
    "id": "4k0885",
    "kanji": "巣"
  },
  {
    "id": "4k0911",
    "kanji": "束"
  },
  {
    "id": "4k0912",
    "kanji": "側"
  },
  {
    "id": "4k0913",
    "kanji": "続"
  },
  {
    "id": "4k0914",
    "kanji": "卒"
  },
  {
    "id": "4k0915",
    "kanji": "孫"
  },
  {
    "id": "4k0921",
    "kanji": "帯"
  },
  {
    "id": "4k0922",
    "kanji": "隊"
  },
  {
    "id": "4k0923",
    "kanji": "達"
  },
  {
    "id": "4k0924",
    "kanji": "単"
  },
  {
    "id": "4k0925",
    "kanji": "置"
  },
  {
    "id": "4k0931",
    "kanji": "仲"
  },
  {
    "id": "4k0932",
    "kanji": "貯"
  },
  {
    "id": "4k0933",
    "kanji": "兆"
  },
  {
    "id": "4k0934",
    "kanji": "腸"
  },
  {
    "id": "4k0935",
    "kanji": "低"
  },
  {
    "id": "4k0941",
    "kanji": "底"
  },
  {
    "id": "4k0942",
    "kanji": "停"
  },
  {
    "id": "4k0943",
    "kanji": "的"
  },
  {
    "id": "4k0944",
    "kanji": "典"
  },
  {
    "id": "4k0945",
    "kanji": "伝"
  },
  {
    "id": "4k0951",
    "kanji": "徒"
  },
  {
    "id": "4k0952",
    "kanji": "努"
  },
  {
    "id": "4k0953",
    "kanji": "灯"
  },
  {
    "id": "4k0954",
    "kanji": "堂"
  },
  {
    "id": "4k0955",
    "kanji": "働"
  },
  {
    "id": "4k0961",
    "kanji": "特"
  },
  {
    "id": "4k0962",
    "kanji": "得"
  },
  {
    "id": "4k0963",
    "kanji": "毒"
  },
  {
    "id": "4k0964",
    "kanji": "熱"
  },
  {
    "id": "4k0965",
    "kanji": "念"
  },
  {
    "id": "4k0971",
    "kanji": "敗"
  },
  {
    "id": "4k0972",
    "kanji": "梅"
  },
  {
    "id": "4k0973",
    "kanji": "博"
  },
  {
    "id": "4k0974",
    "kanji": "飯"
  },
  {
    "id": "4k0975",
    "kanji": "飛"
  },
  {
    "id": "4k0981",
    "kanji": "費"
  },
  {
    "id": "4k0982",
    "kanji": "必"
  },
  {
    "id": "4k0983",
    "kanji": "票"
  },
  {
    "id": "4k0984",
    "kanji": "標"
  },
  {
    "id": "4k0985",
    "kanji": "不"
  },
  {
    "id": "4k1011",
    "kanji": "夫"
  },
  {
    "id": "4k1012",
    "kanji": "付"
  },
  {
    "id": "4k1013",
    "kanji": "府"
  },
  {
    "id": "4k1014",
    "kanji": "副"
  },
  {
    "id": "4k1015",
    "kanji": "粉"
  },
  {
    "id": "4k1021",
    "kanji": "兵"
  },
  {
    "id": "4k1022",
    "kanji": "別"
  },
  {
    "id": "4k1023",
    "kanji": "辺"
  },
  {
    "id": "4k1024",
    "kanji": "変"
  },
  {
    "id": "4k1025",
    "kanji": "便"
  },
  {
    "id": "4k1031",
    "kanji": "包"
  },
  {
    "id": "4k1032",
    "kanji": "法"
  },
  {
    "id": "4k1033",
    "kanji": "望"
  },
  {
    "id": "4k1034",
    "kanji": "牧"
  },
  {
    "id": "4k1035",
    "kanji": "末"
  },
  {
    "id": "4k1041",
    "kanji": "満"
  },
  {
    "id": "4k1042",
    "kanji": "未"
  },
  {
    "id": "4k1043",
    "kanji": "脈"
  },
  {
    "id": "4k1044",
    "kanji": "民"
  },
  {
    "id": "4k1045",
    "kanji": "無"
  },
  {
    "id": "4k1051",
    "kanji": "約"
  },
  {
    "id": "4k1052",
    "kanji": "勇"
  },
  {
    "id": "4k1053",
    "kanji": "要"
  },
  {
    "id": "4k1054",
    "kanji": "養"
  },
  {
    "id": "4k1055",
    "kanji": "浴"
  },
  {
    "id": "4k1061",
    "kanji": "利"
  },
  {
    "id": "4k1062",
    "kanji": "陸"
  },
  {
    "id": "4k1063",
    "kanji": "良"
  },
  {
    "id": "4k1064",
    "kanji": "料"
  },
  {
    "id": "4k1065",
    "kanji": "量"
  },
  {
    "id": "4k1071",
    "kanji": "輪"
  },
  {
    "id": "4k1072",
    "kanji": "類"
  },
  {
    "id": "4k1073",
    "kanji": "令"
  },
  {
    "id": "4k1074",
    "kanji": "冷"
  },
  {
    "id": "4k1075",
    "kanji": "例"
  },
  {
    "id": "4k1081",
    "kanji": "歴"
  },
  {
    "id": "4k1082",
    "kanji": "連"
  },
  {
    "id": "4k1083",
    "kanji": "老"
  },
  {
    "id": "4k1084",
    "kanji": "労"
  },
  {
    "id": "4k1085",
    "kanji": "録"
  },
  {
    "id": "3k0111",
    "kanji": "圧"
  },
  {
    "id": "3k0112",
    "kanji": "移"
  },
  {
    "id": "3k0113",
    "kanji": "因"
  },
  {
    "id": "3k0114",
    "kanji": "永"
  },
  {
    "id": "3k0115",
    "kanji": "営"
  },
  {
    "id": "3k0121",
    "kanji": "衛"
  },
  {
    "id": "3k0122",
    "kanji": "易"
  },
  {
    "id": "3k0123",
    "kanji": "益"
  },
  {
    "id": "3k0124",
    "kanji": "液"
  },
  {
    "id": "3k0125",
    "kanji": "演"
  },
  {
    "id": "3k0131",
    "kanji": "応"
  },
  {
    "id": "3k0132",
    "kanji": "往"
  },
  {
    "id": "3k0133",
    "kanji": "桜"
  },
  {
    "id": "3k0134",
    "kanji": "恩"
  },
  {
    "id": "3k0135",
    "kanji": "可"
  },
  {
    "id": "3k0141",
    "kanji": "仮"
  },
  {
    "id": "3k0142",
    "kanji": "価"
  },
  {
    "id": "3k0143",
    "kanji": "河"
  },
  {
    "id": "3k0144",
    "kanji": "過"
  },
  {
    "id": "3k0145",
    "kanji": "賀"
  },
  {
    "id": "3k0151",
    "kanji": "快"
  },
  {
    "id": "3k0152",
    "kanji": "解"
  },
  {
    "id": "3k0153",
    "kanji": "格"
  },
  {
    "id": "3k0154",
    "kanji": "確"
  },
  {
    "id": "3k0155",
    "kanji": "額"
  },
  {
    "id": "3k0161",
    "kanji": "刊"
  },
  {
    "id": "3k0162",
    "kanji": "幹"
  },
  {
    "id": "3k0163",
    "kanji": "慣"
  },
  {
    "id": "3k0164",
    "kanji": "眼"
  },
  {
    "id": "3k0165",
    "kanji": "基"
  },
  {
    "id": "3k0171",
    "kanji": "寄"
  },
  {
    "id": "3k0172",
    "kanji": "規"
  },
  {
    "id": "3k0173",
    "kanji": "技"
  },
  {
    "id": "3k0174",
    "kanji": "義"
  },
  {
    "id": "3k0175",
    "kanji": "逆"
  },
  {
    "id": "3k0181",
    "kanji": "久"
  },
  {
    "id": "3k0182",
    "kanji": "旧"
  },
  {
    "id": "3k0183",
    "kanji": "居"
  },
  {
    "id": "3k0184",
    "kanji": "許"
  },
  {
    "id": "3k0185",
    "kanji": "境"
  },
  {
    "id": "3k0211",
    "kanji": "均"
  },
  {
    "id": "3k0212",
    "kanji": "禁"
  },
  {
    "id": "3k0213",
    "kanji": "句"
  },
  {
    "id": "3k0214",
    "kanji": "群"
  },
  {
    "id": "3k0215",
    "kanji": "経"
  },
  {
    "id": "3k0221",
    "kanji": "潔"
  },
  {
    "id": "3k0222",
    "kanji": "件"
  },
  {
    "id": "3k0223",
    "kanji": "券"
  },
  {
    "id": "3k0224",
    "kanji": "険"
  },
  {
    "id": "3k0225",
    "kanji": "検"
  },
  {
    "id": "3k0231",
    "kanji": "限"
  },
  {
    "id": "3k0232",
    "kanji": "現"
  },
  {
    "id": "3k0233",
    "kanji": "減"
  },
  {
    "id": "3k0234",
    "kanji": "故"
  },
  {
    "id": "3k0235",
    "kanji": "個"
  },
  {
    "id": "3k0241",
    "kanji": "護"
  },
  {
    "id": "3k0242",
    "kanji": "効"
  },
  {
    "id": "3k0243",
    "kanji": "厚"
  },
  {
    "id": "3k0244",
    "kanji": "耕"
  },
  {
    "id": "3k0245",
    "kanji": "鉱"
  },
  {
    "id": "3k0251",
    "kanji": "構"
  },
  {
    "id": "3k0252",
    "kanji": "興"
  },
  {
    "id": "3k0253",
    "kanji": "講"
  },
  {
    "id": "3k0254",
    "kanji": "混"
  },
  {
    "id": "3k0255",
    "kanji": "査"
  },
  {
    "id": "3k0261",
    "kanji": "再"
  },
  {
    "id": "3k0262",
    "kanji": "災"
  },
  {
    "id": "3k0263",
    "kanji": "妻"
  },
  {
    "id": "3k0264",
    "kanji": "採"
  },
  {
    "id": "3k0265",
    "kanji": "際"
  },
  {
    "id": "3k0271",
    "kanji": "在"
  },
  {
    "id": "3k0272",
    "kanji": "財"
  },
  {
    "id": "3k0273",
    "kanji": "罪"
  },
  {
    "id": "3k0274",
    "kanji": "雑"
  },
  {
    "id": "3k0275",
    "kanji": "酸"
  },
  {
    "id": "3k0281",
    "kanji": "賛"
  },
  {
    "id": "3k0282",
    "kanji": "支"
  },
  {
    "id": "3k0283",
    "kanji": "志"
  },
  {
    "id": "3k0284",
    "kanji": "枝"
  },
  {
    "id": "3k0285",
    "kanji": "師"
  },
  {
    "id": "3k0311",
    "kanji": "資"
  },
  {
    "id": "3k0312",
    "kanji": "飼"
  },
  {
    "id": "3k0313",
    "kanji": "示"
  },
  {
    "id": "3k0314",
    "kanji": "似"
  },
  {
    "id": "3k0315",
    "kanji": "識"
  },
  {
    "id": "3k0321",
    "kanji": "質"
  },
  {
    "id": "3k0322",
    "kanji": "舎"
  },
  {
    "id": "3k0323",
    "kanji": "謝"
  },
  {
    "id": "3k0324",
    "kanji": "授"
  },
  {
    "id": "3k0325",
    "kanji": "修"
  },
  {
    "id": "3k0331",
    "kanji": "述"
  },
  {
    "id": "3k0332",
    "kanji": "術"
  },
  {
    "id": "3k0333",
    "kanji": "準"
  },
  {
    "id": "3k0334",
    "kanji": "序"
  },
  {
    "id": "3k0335",
    "kanji": "招"
  },
  {
    "id": "3k0341",
    "kanji": "承"
  },
  {
    "id": "3k0342",
    "kanji": "証"
  },
  {
    "id": "3k0343",
    "kanji": "条"
  },
  {
    "id": "3k0344",
    "kanji": "状"
  },
  {
    "id": "3k0345",
    "kanji": "常"
  },
  {
    "id": "3k0351",
    "kanji": "情"
  },
  {
    "id": "3k0352",
    "kanji": "織"
  },
  {
    "id": "3k0353",
    "kanji": "職"
  },
  {
    "id": "3k0354",
    "kanji": "制"
  },
  {
    "id": "3k0355",
    "kanji": "性"
  },
  {
    "id": "3k0361",
    "kanji": "政"
  },
  {
    "id": "3k0362",
    "kanji": "勢"
  },
  {
    "id": "3k0363",
    "kanji": "精"
  },
  {
    "id": "3k0364",
    "kanji": "製"
  },
  {
    "id": "3k0365",
    "kanji": "税"
  },
  {
    "id": "3k0371",
    "kanji": "責"
  },
  {
    "id": "3k0372",
    "kanji": "績"
  },
  {
    "id": "3k0373",
    "kanji": "接"
  },
  {
    "id": "3k0374",
    "kanji": "設"
  },
  {
    "id": "3k0375",
    "kanji": "舌"
  },
  {
    "id": "3k0381",
    "kanji": "絶"
  },
  {
    "id": "3k0382",
    "kanji": "銭"
  },
  {
    "id": "3k0383",
    "kanji": "祖"
  },
  {
    "id": "3k0384",
    "kanji": "素"
  },
  {
    "id": "3k0385",
    "kanji": "総"
  },
  {
    "id": "3k0411",
    "kanji": "造"
  },
  {
    "id": "3k0412",
    "kanji": "像"
  },
  {
    "id": "3k0413",
    "kanji": "増"
  },
  {
    "id": "3k0414",
    "kanji": "則"
  },
  {
    "id": "3k0415",
    "kanji": "測"
  },
  {
    "id": "3k0421",
    "kanji": "属"
  },
  {
    "id": "3k0422",
    "kanji": "率"
  },
  {
    "id": "3k0423",
    "kanji": "損"
  },
  {
    "id": "3k0424",
    "kanji": "退"
  },
  {
    "id": "3k0425",
    "kanji": "貸"
  },
  {
    "id": "3k0431",
    "kanji": "態"
  },
  {
    "id": "3k0432",
    "kanji": "団"
  },
  {
    "id": "3k0433",
    "kanji": "断"
  },
  {
    "id": "3k0434",
    "kanji": "築"
  },
  {
    "id": "3k0435",
    "kanji": "張"
  },
  {
    "id": "3k0441",
    "kanji": "提"
  },
  {
    "id": "3k0442",
    "kanji": "程"
  },
  {
    "id": "3k0443",
    "kanji": "適"
  },
  {
    "id": "3k0444",
    "kanji": "敵"
  },
  {
    "id": "3k0445",
    "kanji": "統"
  },
  {
    "id": "3k0451",
    "kanji": "銅"
  },
  {
    "id": "3k0452",
    "kanji": "導"
  },
  {
    "id": "3k0453",
    "kanji": "徳"
  },
  {
    "id": "3k0454",
    "kanji": "独"
  },
  {
    "id": "3k0455",
    "kanji": "任"
  },
  {
    "id": "3k0461",
    "kanji": "燃"
  },
  {
    "id": "3k0462",
    "kanji": "能"
  },
  {
    "id": "3k0463",
    "kanji": "破"
  },
  {
    "id": "3k0464",
    "kanji": "犯"
  },
  {
    "id": "3k0465",
    "kanji": "判"
  },
  {
    "id": "3k0471",
    "kanji": "版"
  },
  {
    "id": "3k0472",
    "kanji": "比"
  },
  {
    "id": "3k0473",
    "kanji": "肥"
  },
  {
    "id": "3k0474",
    "kanji": "非"
  },
  {
    "id": "3k0475",
    "kanji": "備"
  },
  {
    "id": "3k0481",
    "kanji": "俵"
  },
  {
    "id": "3k0482",
    "kanji": "評"
  },
  {
    "id": "3k0483",
    "kanji": "貧"
  },
  {
    "id": "3k0484",
    "kanji": "布"
  },
  {
    "id": "3k0485",
    "kanji": "婦"
  },
  {
    "id": "3k0511",
    "kanji": "富"
  },
  {
    "id": "3k0512",
    "kanji": "武"
  },
  {
    "id": "3k0513",
    "kanji": "復"
  },
  {
    "id": "3k0514",
    "kanji": "複"
  },
  {
    "id": "3k0515",
    "kanji": "仏"
  },
  {
    "id": "3k0521",
    "kanji": "編"
  },
  {
    "id": "3k0522",
    "kanji": "弁"
  },
  {
    "id": "3k0523",
    "kanji": "保"
  },
  {
    "id": "3k0524",
    "kanji": "墓"
  },
  {
    "id": "3k0525",
    "kanji": "報"
  },
  {
    "id": "3k0531",
    "kanji": "豊"
  },
  {
    "id": "3k0532",
    "kanji": "防"
  },
  {
    "id": "3k0533",
    "kanji": "貿"
  },
  {
    "id": "3k0534",
    "kanji": "暴"
  },
  {
    "id": "3k0535",
    "kanji": "務"
  },
  {
    "id": "3k0541",
    "kanji": "夢"
  },
  {
    "id": "3k0542",
    "kanji": "迷"
  },
  {
    "id": "3k0543",
    "kanji": "綿"
  },
  {
    "id": "3k0544",
    "kanji": "輸"
  },
  {
    "id": "3k0545",
    "kanji": "余"
  },
  {
    "id": "3k0551",
    "kanji": "預"
  },
  {
    "id": "3k0552",
    "kanji": "容"
  },
  {
    "id": "3k0553",
    "kanji": "略"
  },
  {
    "id": "3k0554",
    "kanji": "留"
  },
  {
    "id": "3k0555",
    "kanji": "領"
  },
  {
    "id": "3k0561",
    "kanji": "異"
  },
  {
    "id": "3k0562",
    "kanji": "遺"
  },
  {
    "id": "3k0563",
    "kanji": "域"
  },
  {
    "id": "3k0564",
    "kanji": "宇"
  },
  {
    "id": "3k0565",
    "kanji": "映"
  },
  {
    "id": "3k0571",
    "kanji": "延"
  },
  {
    "id": "3k0572",
    "kanji": "沿"
  },
  {
    "id": "3k0573",
    "kanji": "我"
  },
  {
    "id": "3k0574",
    "kanji": "灰"
  },
  {
    "id": "3k0575",
    "kanji": "拡"
  },
  {
    "id": "3k0581",
    "kanji": "革"
  },
  {
    "id": "3k0582",
    "kanji": "閣"
  },
  {
    "id": "3k0583",
    "kanji": "割"
  },
  {
    "id": "3k0584",
    "kanji": "株"
  },
  {
    "id": "3k0585",
    "kanji": "干"
  },
  {
    "id": "3k0611",
    "kanji": "巻"
  },
  {
    "id": "3k0612",
    "kanji": "看"
  },
  {
    "id": "3k0613",
    "kanji": "簡"
  },
  {
    "id": "3k0614",
    "kanji": "危"
  },
  {
    "id": "3k0615",
    "kanji": "机"
  },
  {
    "id": "3k0621",
    "kanji": "揮"
  },
  {
    "id": "3k0622",
    "kanji": "貴"
  },
  {
    "id": "3k0623",
    "kanji": "疑"
  },
  {
    "id": "3k0624",
    "kanji": "吸"
  },
  {
    "id": "3k0625",
    "kanji": "供"
  },
  {
    "id": "3k0631",
    "kanji": "胸"
  },
  {
    "id": "3k0632",
    "kanji": "郷"
  },
  {
    "id": "3k0633",
    "kanji": "勤"
  },
  {
    "id": "3k0634",
    "kanji": "筋"
  },
  {
    "id": "3k0635",
    "kanji": "系"
  },
  {
    "id": "3k0641",
    "kanji": "敬"
  },
  {
    "id": "3k0642",
    "kanji": "警"
  },
  {
    "id": "3k0643",
    "kanji": "劇"
  },
  {
    "id": "3k0644",
    "kanji": "激"
  },
  {
    "id": "3k0645",
    "kanji": "穴"
  },
  {
    "id": "3k0651",
    "kanji": "絹"
  },
  {
    "id": "3k0652",
    "kanji": "権"
  },
  {
    "id": "3k0653",
    "kanji": "憲"
  },
  {
    "id": "3k0654",
    "kanji": "源"
  },
  {
    "id": "3k0655",
    "kanji": "厳"
  },
  {
    "id": "3k0661",
    "kanji": "己"
  },
  {
    "id": "3k0662",
    "kanji": "呼"
  },
  {
    "id": "3k0663",
    "kanji": "誤"
  },
  {
    "id": "3k0664",
    "kanji": "后"
  },
  {
    "id": "3k0665",
    "kanji": "孝"
  },
  {
    "id": "3k0671",
    "kanji": "皇"
  },
  {
    "id": "3k0672",
    "kanji": "紅"
  },
  {
    "id": "3k0673",
    "kanji": "降"
  },
  {
    "id": "3k0674",
    "kanji": "鋼"
  },
  {
    "id": "3k0675",
    "kanji": "刻"
  },
  {
    "id": "3k0681",
    "kanji": "穀"
  },
  {
    "id": "3k0682",
    "kanji": "骨"
  },
  {
    "id": "3k0683",
    "kanji": "困"
  },
  {
    "id": "3k0684",
    "kanji": "砂"
  },
  {
    "id": "3k0685",
    "kanji": "座"
  },
  {
    "id": "3k0711",
    "kanji": "済"
  },
  {
    "id": "3k0712",
    "kanji": "裁"
  },
  {
    "id": "3k0713",
    "kanji": "策"
  },
  {
    "id": "3k0714",
    "kanji": "冊"
  },
  {
    "id": "3k0715",
    "kanji": "蚕"
  },
  {
    "id": "3k0721",
    "kanji": "至"
  },
  {
    "id": "3k0722",
    "kanji": "私"
  },
  {
    "id": "3k0723",
    "kanji": "姿"
  },
  {
    "id": "3k0724",
    "kanji": "視"
  },
  {
    "id": "3k0725",
    "kanji": "詞"
  },
  {
    "id": "3k0731",
    "kanji": "誌"
  },
  {
    "id": "3k0732",
    "kanji": "磁"
  },
  {
    "id": "3k0733",
    "kanji": "射"
  },
  {
    "id": "3k0734",
    "kanji": "捨"
  },
  {
    "id": "3k0735",
    "kanji": "尺"
  },
  {
    "id": "3k0741",
    "kanji": "若"
  },
  {
    "id": "3k0742",
    "kanji": "樹"
  },
  {
    "id": "3k0743",
    "kanji": "収"
  },
  {
    "id": "3k0744",
    "kanji": "宗"
  },
  {
    "id": "3k0745",
    "kanji": "就"
  },
  {
    "id": "3k0751",
    "kanji": "衆"
  },
  {
    "id": "3k0752",
    "kanji": "従"
  },
  {
    "id": "3k0753",
    "kanji": "縦"
  },
  {
    "id": "3k0754",
    "kanji": "縮"
  },
  {
    "id": "3k0755",
    "kanji": "熟"
  },
  {
    "id": "3k0761",
    "kanji": "純"
  },
  {
    "id": "3k0762",
    "kanji": "処"
  },
  {
    "id": "3k0763",
    "kanji": "署"
  },
  {
    "id": "3k0764",
    "kanji": "諸"
  },
  {
    "id": "3k0765",
    "kanji": "除"
  },
  {
    "id": "3k0771",
    "kanji": "将"
  },
  {
    "id": "3k0772",
    "kanji": "傷"
  },
  {
    "id": "3k0773",
    "kanji": "障"
  },
  {
    "id": "3k0774",
    "kanji": "城"
  },
  {
    "id": "3k0775",
    "kanji": "蒸"
  },
  {
    "id": "3k0781",
    "kanji": "針"
  },
  {
    "id": "3k0782",
    "kanji": "仁"
  },
  {
    "id": "3k0783",
    "kanji": "垂"
  },
  {
    "id": "3k0784",
    "kanji": "推"
  },
  {
    "id": "3k0785",
    "kanji": "寸"
  },
  {
    "id": "3k0811",
    "kanji": "盛"
  },
  {
    "id": "3k0812",
    "kanji": "聖"
  },
  {
    "id": "3k0813",
    "kanji": "誠"
  },
  {
    "id": "3k0814",
    "kanji": "宣"
  },
  {
    "id": "3k0815",
    "kanji": "専"
  },
  {
    "id": "3k0821",
    "kanji": "泉"
  },
  {
    "id": "3k0822",
    "kanji": "洗"
  },
  {
    "id": "3k0823",
    "kanji": "染"
  },
  {
    "id": "3k0824",
    "kanji": "善"
  },
  {
    "id": "3k0825",
    "kanji": "奏"
  },
  {
    "id": "3k0831",
    "kanji": "窓"
  },
  {
    "id": "3k0832",
    "kanji": "創"
  },
  {
    "id": "3k0833",
    "kanji": "装"
  },
  {
    "id": "3k0834",
    "kanji": "層"
  },
  {
    "id": "3k0835",
    "kanji": "操"
  },
  {
    "id": "3k0841",
    "kanji": "蔵"
  },
  {
    "id": "3k0842",
    "kanji": "臓"
  },
  {
    "id": "3k0843",
    "kanji": "存"
  },
  {
    "id": "3k0844",
    "kanji": "尊"
  },
  {
    "id": "3k0845",
    "kanji": "宅"
  },
  {
    "id": "3k0851",
    "kanji": "担"
  },
  {
    "id": "3k0852",
    "kanji": "探"
  },
  {
    "id": "3k0853",
    "kanji": "誕"
  },
  {
    "id": "3k0854",
    "kanji": "段"
  },
  {
    "id": "3k0855",
    "kanji": "暖"
  },
  {
    "id": "3k0861",
    "kanji": "値"
  },
  {
    "id": "3k0862",
    "kanji": "宙"
  },
  {
    "id": "3k0863",
    "kanji": "忠"
  },
  {
    "id": "3k0864",
    "kanji": "著"
  },
  {
    "id": "3k0865",
    "kanji": "庁"
  },
  {
    "id": "3k0871",
    "kanji": "頂"
  },
  {
    "id": "3k0872",
    "kanji": "潮"
  },
  {
    "id": "3k0873",
    "kanji": "賃"
  },
  {
    "id": "3k0874",
    "kanji": "痛"
  },
  {
    "id": "3k0875",
    "kanji": "展"
  },
  {
    "id": "3k0881",
    "kanji": "討"
  },
  {
    "id": "3k0882",
    "kanji": "党"
  },
  {
    "id": "3k0883",
    "kanji": "糖"
  },
  {
    "id": "3k0884",
    "kanji": "届"
  },
  {
    "id": "3k0885",
    "kanji": "難"
  },
  {
    "id": "3k0911",
    "kanji": "乳"
  },
  {
    "id": "3k0912",
    "kanji": "認"
  },
  {
    "id": "3k0913",
    "kanji": "納"
  },
  {
    "id": "3k0914",
    "kanji": "脳"
  },
  {
    "id": "3k0915",
    "kanji": "派"
  },
  {
    "id": "3k0921",
    "kanji": "拝"
  },
  {
    "id": "3k0922",
    "kanji": "背"
  },
  {
    "id": "3k0923",
    "kanji": "肺"
  },
  {
    "id": "3k0924",
    "kanji": "俳"
  },
  {
    "id": "3k0925",
    "kanji": "班"
  },
  {
    "id": "3k0931",
    "kanji": "晩"
  },
  {
    "id": "3k0932",
    "kanji": "否"
  },
  {
    "id": "3k0933",
    "kanji": "批"
  },
  {
    "id": "3k0934",
    "kanji": "秘"
  },
  {
    "id": "3k0935",
    "kanji": "腹"
  },
  {
    "id": "3k0941",
    "kanji": "奮"
  },
  {
    "id": "3k0942",
    "kanji": "並"
  },
  {
    "id": "3k0943",
    "kanji": "陛"
  },
  {
    "id": "3k0944",
    "kanji": "閉"
  },
  {
    "id": "3k0945",
    "kanji": "片"
  },
  {
    "id": "3k0951",
    "kanji": "補"
  },
  {
    "id": "3k0952",
    "kanji": "暮"
  },
  {
    "id": "3k0953",
    "kanji": "宝"
  },
  {
    "id": "3k0954",
    "kanji": "訪"
  },
  {
    "id": "3k0955",
    "kanji": "亡"
  },
  {
    "id": "3k0961",
    "kanji": "忘"
  },
  {
    "id": "3k0962",
    "kanji": "棒"
  },
  {
    "id": "3k0963",
    "kanji": "枚"
  },
  {
    "id": "3k0964",
    "kanji": "幕"
  },
  {
    "id": "3k0965",
    "kanji": "密"
  },
  {
    "id": "3k0971",
    "kanji": "盟"
  },
  {
    "id": "3k0972",
    "kanji": "模"
  },
  {
    "id": "3k0973",
    "kanji": "訳"
  },
  {
    "id": "3k0974",
    "kanji": "郵"
  },
  {
    "id": "3k0975",
    "kanji": "優"
  },
  {
    "id": "3k0981",
    "kanji": "幼"
  },
  {
    "id": "3k0982",
    "kanji": "欲"
  },
  {
    "id": "3k0983",
    "kanji": "翌"
  },
  {
    "id": "3k0984",
    "kanji": "乱"
  },
  {
    "id": "3k0985",
    "kanji": "卵"
  },
  {
    "id": "3k1011",
    "kanji": "覧"
  },
  {
    "id": "3k1012",
    "kanji": "裏"
  },
  {
    "id": "3k1013",
    "kanji": "律"
  },
  {
    "id": "3k1014",
    "kanji": "臨"
  },
  {
    "id": "3k1015",
    "kanji": "朗"
  },
  {
    "id": "3k1021",
    "kanji": "論"
  },
  {
    "id": "2k0111",
    "kanji": "握"
  },
  {
    "id": "2k0112",
    "kanji": "扱"
  },
  {
    "id": "2k0113",
    "kanji": "依"
  },
  {
    "id": "2k0114",
    "kanji": "威"
  },
  {
    "id": "2k0115",
    "kanji": "為"
  },
  {
    "id": "2k0121",
    "kanji": "偉"
  },
  {
    "id": "2k0122",
    "kanji": "違"
  },
  {
    "id": "2k0123",
    "kanji": "維"
  },
  {
    "id": "2k0124",
    "kanji": "緯"
  },
  {
    "id": "2k0125",
    "kanji": "壱"
  },
  {
    "id": "2k0131",
    "kanji": "芋"
  },
  {
    "id": "2k0132",
    "kanji": "陰"
  },
  {
    "id": "2k0133",
    "kanji": "隠"
  },
  {
    "id": "2k0134",
    "kanji": "影"
  },
  {
    "id": "2k0135",
    "kanji": "鋭"
  },
  {
    "id": "2k0141",
    "kanji": "越"
  },
  {
    "id": "2k0142",
    "kanji": "援"
  },
  {
    "id": "2k0143",
    "kanji": "煙"
  },
  {
    "id": "2k0144",
    "kanji": "鉛"
  },
  {
    "id": "2k0145",
    "kanji": "縁"
  },
  {
    "id": "2k0151",
    "kanji": "汚"
  },
  {
    "id": "2k0152",
    "kanji": "押"
  },
  {
    "id": "2k0153",
    "kanji": "奥"
  },
  {
    "id": "2k0154",
    "kanji": "憶"
  },
  {
    "id": "2k0155",
    "kanji": "菓"
  },
  {
    "id": "2k0161",
    "kanji": "暇"
  },
  {
    "id": "2k0162",
    "kanji": "箇"
  },
  {
    "id": "2k0163",
    "kanji": "雅"
  },
  {
    "id": "2k0164",
    "kanji": "介"
  },
  {
    "id": "2k0165",
    "kanji": "戒"
  },
  {
    "id": "2k0171",
    "kanji": "皆"
  },
  {
    "id": "2k0172",
    "kanji": "壊"
  },
  {
    "id": "2k0173",
    "kanji": "較"
  },
  {
    "id": "2k0174",
    "kanji": "獲"
  },
  {
    "id": "2k0175",
    "kanji": "刈"
  },
  {
    "id": "2k0181",
    "kanji": "甘"
  },
  {
    "id": "2k0182",
    "kanji": "汗"
  },
  {
    "id": "2k0183",
    "kanji": "乾"
  },
  {
    "id": "2k0184",
    "kanji": "勧"
  },
  {
    "id": "2k0185",
    "kanji": "歓"
  },
  {
    "id": "2k0211",
    "kanji": "監"
  },
  {
    "id": "2k0212",
    "kanji": "環"
  },
  {
    "id": "2k0213",
    "kanji": "鑑"
  },
  {
    "id": "2k0214",
    "kanji": "含"
  },
  {
    "id": "2k0215",
    "kanji": "奇"
  },
  {
    "id": "2k0221",
    "kanji": "祈"
  },
  {
    "id": "2k0222",
    "kanji": "鬼"
  },
  {
    "id": "2k0223",
    "kanji": "幾"
  },
  {
    "id": "2k0224",
    "kanji": "輝"
  },
  {
    "id": "2k0225",
    "kanji": "儀"
  },
  {
    "id": "2k0231",
    "kanji": "戯"
  },
  {
    "id": "2k0232",
    "kanji": "詰"
  },
  {
    "id": "2k0233",
    "kanji": "却"
  },
  {
    "id": "2k0234",
    "kanji": "脚"
  },
  {
    "id": "2k0235",
    "kanji": "及"
  },
  {
    "id": "2k0241",
    "kanji": "丘"
  },
  {
    "id": "2k0242",
    "kanji": "朽"
  },
  {
    "id": "2k0243",
    "kanji": "巨"
  },
  {
    "id": "2k0244",
    "kanji": "拠"
  },
  {
    "id": "2k0245",
    "kanji": "距"
  },
  {
    "id": "2k0251",
    "kanji": "御"
  },
  {
    "id": "2k0252",
    "kanji": "凶"
  },
  {
    "id": "2k0253",
    "kanji": "叫"
  },
  {
    "id": "2k0254",
    "kanji": "狂"
  },
  {
    "id": "2k0255",
    "kanji": "況"
  },
  {
    "id": "2k0261",
    "kanji": "狭"
  },
  {
    "id": "2k0262",
    "kanji": "恐"
  },
  {
    "id": "2k0263",
    "kanji": "響"
  },
  {
    "id": "2k0264",
    "kanji": "驚"
  },
  {
    "id": "2k0265",
    "kanji": "仰"
  },
  {
    "id": "2k0271",
    "kanji": "駆"
  },
  {
    "id": "2k0272",
    "kanji": "屈"
  },
  {
    "id": "2k0273",
    "kanji": "掘"
  },
  {
    "id": "2k0274",
    "kanji": "繰"
  },
  {
    "id": "2k0275",
    "kanji": "恵"
  },
  {
    "id": "2k0281",
    "kanji": "傾"
  },
  {
    "id": "2k0282",
    "kanji": "継"
  },
  {
    "id": "2k0283",
    "kanji": "迎"
  },
  {
    "id": "2k0284",
    "kanji": "撃"
  },
  {
    "id": "2k0285",
    "kanji": "肩"
  },
  {
    "id": "2k0311",
    "kanji": "兼"
  },
  {
    "id": "2k0312",
    "kanji": "剣"
  },
  {
    "id": "2k0313",
    "kanji": "軒"
  },
  {
    "id": "2k0314",
    "kanji": "圏"
  },
  {
    "id": "2k0315",
    "kanji": "堅"
  },
  {
    "id": "2k0321",
    "kanji": "遣"
  },
  {
    "id": "2k0322",
    "kanji": "玄"
  },
  {
    "id": "2k0323",
    "kanji": "枯"
  },
  {
    "id": "2k0324",
    "kanji": "誇"
  },
  {
    "id": "2k0325",
    "kanji": "鼓"
  },
  {
    "id": "2k0331",
    "kanji": "互"
  },
  {
    "id": "2k0332",
    "kanji": "抗"
  },
  {
    "id": "2k0333",
    "kanji": "攻"
  },
  {
    "id": "2k0334",
    "kanji": "更"
  },
  {
    "id": "2k0335",
    "kanji": "恒"
  },
  {
    "id": "2k0341",
    "kanji": "荒"
  },
  {
    "id": "2k0342",
    "kanji": "香"
  },
  {
    "id": "2k0343",
    "kanji": "項"
  },
  {
    "id": "2k0344",
    "kanji": "稿"
  },
  {
    "id": "2k0345",
    "kanji": "豪"
  },
  {
    "id": "2k0351",
    "kanji": "込"
  },
  {
    "id": "2k0352",
    "kanji": "婚"
  },
  {
    "id": "2k0353",
    "kanji": "鎖"
  },
  {
    "id": "2k0354",
    "kanji": "彩"
  },
  {
    "id": "2k0355",
    "kanji": "歳"
  },
  {
    "id": "2k0361",
    "kanji": "載"
  },
  {
    "id": "2k0362",
    "kanji": "剤"
  },
  {
    "id": "2k0363",
    "kanji": "咲"
  },
  {
    "id": "2k0364",
    "kanji": "惨"
  },
  {
    "id": "2k0365",
    "kanji": "旨"
  },
  {
    "id": "2k0371",
    "kanji": "伺"
  },
  {
    "id": "2k0372",
    "kanji": "刺"
  },
  {
    "id": "2k0373",
    "kanji": "脂"
  },
  {
    "id": "2k0374",
    "kanji": "紫"
  },
  {
    "id": "2k0375",
    "kanji": "雌"
  },
  {
    "id": "2k0381",
    "kanji": "執"
  },
  {
    "id": "2k0382",
    "kanji": "芝"
  },
  {
    "id": "2k0383",
    "kanji": "斜"
  },
  {
    "id": "2k0384",
    "kanji": "煮"
  },
  {
    "id": "2k0385",
    "kanji": "釈"
  },
  {
    "id": "2k0411",
    "kanji": "寂"
  },
  {
    "id": "2k0412",
    "kanji": "朱"
  },
  {
    "id": "2k0413",
    "kanji": "狩"
  },
  {
    "id": "2k0414",
    "kanji": "趣"
  },
  {
    "id": "2k0415",
    "kanji": "需"
  },
  {
    "id": "2k0421",
    "kanji": "舟"
  },
  {
    "id": "2k0422",
    "kanji": "秀"
  },
  {
    "id": "2k0423",
    "kanji": "襲"
  },
  {
    "id": "2k0424",
    "kanji": "柔"
  },
  {
    "id": "2k0425",
    "kanji": "獣"
  },
  {
    "id": "2k0431",
    "kanji": "瞬"
  },
  {
    "id": "2k0432",
    "kanji": "旬"
  },
  {
    "id": "2k0433",
    "kanji": "巡"
  },
  {
    "id": "2k0434",
    "kanji": "盾"
  },
  {
    "id": "2k0435",
    "kanji": "召"
  },
  {
    "id": "2k0441",
    "kanji": "床"
  },
  {
    "id": "2k0442",
    "kanji": "沼"
  },
  {
    "id": "2k0443",
    "kanji": "称"
  },
  {
    "id": "2k0444",
    "kanji": "紹"
  },
  {
    "id": "2k0445",
    "kanji": "詳"
  },
  {
    "id": "2k0451",
    "kanji": "丈"
  },
  {
    "id": "2k0452",
    "kanji": "畳"
  },
  {
    "id": "2k0453",
    "kanji": "殖"
  },
  {
    "id": "2k0454",
    "kanji": "飾"
  },
  {
    "id": "2k0455",
    "kanji": "触"
  },
  {
    "id": "2k0461",
    "kanji": "侵"
  },
  {
    "id": "2k0462",
    "kanji": "振"
  },
  {
    "id": "2k0463",
    "kanji": "浸"
  },
  {
    "id": "2k0464",
    "kanji": "寝"
  },
  {
    "id": "2k0465",
    "kanji": "慎"
  },
  {
    "id": "2k0471",
    "kanji": "震"
  },
  {
    "id": "2k0472",
    "kanji": "薪"
  },
  {
    "id": "2k0473",
    "kanji": "尽"
  },
  {
    "id": "2k0474",
    "kanji": "陣"
  },
  {
    "id": "2k0475",
    "kanji": "尋"
  },
  {
    "id": "2k0481",
    "kanji": "吹"
  },
  {
    "id": "2k0482",
    "kanji": "是"
  },
  {
    "id": "2k0483",
    "kanji": "井"
  },
  {
    "id": "2k0484",
    "kanji": "姓"
  },
  {
    "id": "2k0485",
    "kanji": "征"
  },
  {
    "id": "2k0511",
    "kanji": "跡"
  },
  {
    "id": "2k0512",
    "kanji": "占"
  },
  {
    "id": "2k0513",
    "kanji": "扇"
  },
  {
    "id": "2k0514",
    "kanji": "鮮"
  },
  {
    "id": "2k0515",
    "kanji": "訴"
  },
  {
    "id": "2k0521",
    "kanji": "僧"
  },
  {
    "id": "2k0522",
    "kanji": "燥"
  },
  {
    "id": "2k0523",
    "kanji": "騒"
  },
  {
    "id": "2k0524",
    "kanji": "贈"
  },
  {
    "id": "2k0525",
    "kanji": "即"
  },
  {
    "id": "2k0531",
    "kanji": "俗"
  },
  {
    "id": "2k0532",
    "kanji": "耐"
  },
  {
    "id": "2k0533",
    "kanji": "替"
  },
  {
    "id": "2k0534",
    "kanji": "沢"
  },
  {
    "id": "2k0535",
    "kanji": "拓"
  },
  {
    "id": "2k0541",
    "kanji": "濁"
  },
  {
    "id": "2k0542",
    "kanji": "脱"
  },
  {
    "id": "2k0543",
    "kanji": "丹"
  },
  {
    "id": "2k0544",
    "kanji": "淡"
  },
  {
    "id": "2k0545",
    "kanji": "嘆"
  },
  {
    "id": "2k0551",
    "kanji": "端"
  },
  {
    "id": "2k0552",
    "kanji": "弾"
  },
  {
    "id": "2k0553",
    "kanji": "恥"
  },
  {
    "id": "2k0554",
    "kanji": "致"
  },
  {
    "id": "2k0555",
    "kanji": "遅"
  },
  {
    "id": "2k0561",
    "kanji": "蓄"
  },
  {
    "id": "2k0562",
    "kanji": "沖"
  },
  {
    "id": "2k0563",
    "kanji": "跳"
  },
  {
    "id": "2k0564",
    "kanji": "徴"
  },
  {
    "id": "2k0565",
    "kanji": "澄"
  },
  {
    "id": "2k0571",
    "kanji": "沈"
  },
  {
    "id": "2k0572",
    "kanji": "珍"
  },
  {
    "id": "2k0573",
    "kanji": "抵"
  },
  {
    "id": "2k0574",
    "kanji": "堤"
  },
  {
    "id": "2k0575",
    "kanji": "摘"
  },
  {
    "id": "2k0581",
    "kanji": "滴"
  },
  {
    "id": "2k0582",
    "kanji": "添"
  },
  {
    "id": "2k0583",
    "kanji": "殿"
  },
  {
    "id": "2k0584",
    "kanji": "吐"
  },
  {
    "id": "2k0585",
    "kanji": "途"
  },
  {
    "id": "2k0611",
    "kanji": "渡"
  },
  {
    "id": "2k0612",
    "kanji": "奴"
  },
  {
    "id": "2k0613",
    "kanji": "怒"
  },
  {
    "id": "2k0614",
    "kanji": "到"
  },
  {
    "id": "2k0615",
    "kanji": "逃"
  },
  {
    "id": "2k0621",
    "kanji": "倒"
  },
  {
    "id": "2k0622",
    "kanji": "唐"
  },
  {
    "id": "2k0623",
    "kanji": "桃"
  },
  {
    "id": "2k0624",
    "kanji": "透"
  },
  {
    "id": "2k0625",
    "kanji": "盗"
  },
  {
    "id": "2k0631",
    "kanji": "塔"
  },
  {
    "id": "2k0632",
    "kanji": "稲"
  },
  {
    "id": "2k0633",
    "kanji": "踏"
  },
  {
    "id": "2k0634",
    "kanji": "闘"
  },
  {
    "id": "2k0635",
    "kanji": "胴"
  },
  {
    "id": "2k0641",
    "kanji": "峠"
  },
  {
    "id": "2k0642",
    "kanji": "突"
  },
  {
    "id": "2k0643",
    "kanji": "鈍"
  },
  {
    "id": "2k0644",
    "kanji": "曇"
  },
  {
    "id": "2k0645",
    "kanji": "弐"
  },
  {
    "id": "2k0651",
    "kanji": "悩"
  },
  {
    "id": "2k0652",
    "kanji": "濃"
  },
  {
    "id": "2k0653",
    "kanji": "杯"
  },
  {
    "id": "2k0654",
    "kanji": "輩"
  },
  {
    "id": "2k0655",
    "kanji": "拍"
  },
  {
    "id": "2k0661",
    "kanji": "泊"
  },
  {
    "id": "2k0662",
    "kanji": "迫"
  },
  {
    "id": "2k0663",
    "kanji": "薄"
  },
  {
    "id": "2k0664",
    "kanji": "爆"
  },
  {
    "id": "2k0665",
    "kanji": "髪"
  },
  {
    "id": "2k0671",
    "kanji": "抜"
  },
  {
    "id": "2k0672",
    "kanji": "罰"
  },
  {
    "id": "2k0673",
    "kanji": "般"
  },
  {
    "id": "2k0674",
    "kanji": "販"
  },
  {
    "id": "2k0675",
    "kanji": "搬"
  },
  {
    "id": "2k0681",
    "kanji": "範"
  },
  {
    "id": "2k0682",
    "kanji": "繁"
  },
  {
    "id": "2k0683",
    "kanji": "盤"
  },
  {
    "id": "2k0684",
    "kanji": "彼"
  },
  {
    "id": "2k0685",
    "kanji": "疲"
  },
  {
    "id": "2k0711",
    "kanji": "被"
  },
  {
    "id": "2k0712",
    "kanji": "避"
  },
  {
    "id": "2k0713",
    "kanji": "尾"
  },
  {
    "id": "2k0714",
    "kanji": "微"
  },
  {
    "id": "2k0715",
    "kanji": "匹"
  },
  {
    "id": "2k0721",
    "kanji": "描"
  },
  {
    "id": "2k0722",
    "kanji": "浜"
  },
  {
    "id": "2k0723",
    "kanji": "敏"
  },
  {
    "id": "2k0724",
    "kanji": "怖"
  },
  {
    "id": "2k0725",
    "kanji": "浮"
  },
  {
    "id": "2k0731",
    "kanji": "普"
  },
  {
    "id": "2k0732",
    "kanji": "腐"
  },
  {
    "id": "2k0733",
    "kanji": "敷"
  },
  {
    "id": "2k0734",
    "kanji": "膚"
  },
  {
    "id": "2k0735",
    "kanji": "賦"
  },
  {
    "id": "2k0741",
    "kanji": "舞"
  },
  {
    "id": "2k0742",
    "kanji": "幅"
  },
  {
    "id": "2k0743",
    "kanji": "払"
  },
  {
    "id": "2k0744",
    "kanji": "噴"
  },
  {
    "id": "2k0745",
    "kanji": "柄"
  },
  {
    "id": "2k0751",
    "kanji": "壁"
  },
  {
    "id": "2k0752",
    "kanji": "捕"
  },
  {
    "id": "2k0753",
    "kanji": "舗"
  },
  {
    "id": "2k0754",
    "kanji": "抱"
  },
  {
    "id": "2k0755",
    "kanji": "峰"
  },
  {
    "id": "2k0761",
    "kanji": "砲"
  },
  {
    "id": "2k0762",
    "kanji": "忙"
  },
  {
    "id": "2k0763",
    "kanji": "坊"
  },
  {
    "id": "2k0764",
    "kanji": "肪"
  },
  {
    "id": "2k0765",
    "kanji": "冒"
  },
  {
    "id": "2k0771",
    "kanji": "傍"
  },
  {
    "id": "2k0772",
    "kanji": "帽"
  },
  {
    "id": "2k0773",
    "kanji": "凡"
  },
  {
    "id": "2k0774",
    "kanji": "盆"
  },
  {
    "id": "2k0775",
    "kanji": "慢"
  },
  {
    "id": "2k0781",
    "kanji": "漫"
  },
  {
    "id": "2k0782",
    "kanji": "妙"
  },
  {
    "id": "2k0783",
    "kanji": "眠"
  },
  {
    "id": "2k0784",
    "kanji": "矛"
  },
  {
    "id": "2k0785",
    "kanji": "霧"
  },
  {
    "id": "2k0811",
    "kanji": "娘"
  },
  {
    "id": "2k0812",
    "kanji": "茂"
  },
  {
    "id": "2k0813",
    "kanji": "猛"
  },
  {
    "id": "2k0814",
    "kanji": "網"
  },
  {
    "id": "2k0815",
    "kanji": "黙"
  },
  {
    "id": "2k0821",
    "kanji": "紋"
  },
  {
    "id": "2k0822",
    "kanji": "躍"
  },
  {
    "id": "2k0823",
    "kanji": "雄"
  },
  {
    "id": "2k0824",
    "kanji": "与"
  },
  {
    "id": "2k0825",
    "kanji": "誉"
  },
  {
    "id": "2k0831",
    "kanji": "溶"
  },
  {
    "id": "2k0832",
    "kanji": "腰"
  },
  {
    "id": "2k0833",
    "kanji": "踊"
  },
  {
    "id": "2k0834",
    "kanji": "謡"
  },
  {
    "id": "2k0835",
    "kanji": "翼"
  },
  {
    "id": "2k0841",
    "kanji": "雷"
  },
  {
    "id": "2k0842",
    "kanji": "頼"
  },
  {
    "id": "2k0843",
    "kanji": "絡"
  },
  {
    "id": "2k0844",
    "kanji": "欄"
  },
  {
    "id": "2k0845",
    "kanji": "離"
  },
  {
    "id": "2k0851",
    "kanji": "粒"
  },
  {
    "id": "2k0852",
    "kanji": "慮"
  },
  {
    "id": "2k0853",
    "kanji": "療"
  },
  {
    "id": "2k0854",
    "kanji": "隣"
  },
  {
    "id": "2k0855",
    "kanji": "涙"
  },
  {
    "id": "2k0861",
    "kanji": "隷"
  },
  {
    "id": "2k0862",
    "kanji": "齢"
  },
  {
    "id": "2k0863",
    "kanji": "麗"
  },
  {
    "id": "2k0864",
    "kanji": "暦"
  },
  {
    "id": "2k0865",
    "kanji": "劣"
  },
  {
    "id": "2k0871",
    "kanji": "烈"
  },
  {
    "id": "2k0872",
    "kanji": "恋"
  },
  {
    "id": "2k0873",
    "kanji": "露"
  },
  {
    "id": "2k0874",
    "kanji": "郎"
  },
  {
    "id": "2k0875",
    "kanji": "惑"
  },
  {
    "id": "2k0881",
    "kanji": "腕"
  },
  {
    "id": "2k0911",
    "kanji": "哀"
  },
  {
    "id": "2k0912",
    "kanji": "慰"
  },
  {
    "id": "2k0913",
    "kanji": "詠"
  },
  {
    "id": "2k0914",
    "kanji": "悦"
  },
  {
    "id": "2k0915",
    "kanji": "閲"
  },
  {
    "id": "2k0921",
    "kanji": "炎"
  },
  {
    "id": "2k0922",
    "kanji": "宴"
  },
  {
    "id": "2k0923",
    "kanji": "欧"
  },
  {
    "id": "2k0924",
    "kanji": "殴"
  },
  {
    "id": "2k0925",
    "kanji": "乙"
  },
  {
    "id": "2k0931",
    "kanji": "卸"
  },
  {
    "id": "2k0932",
    "kanji": "穏"
  },
  {
    "id": "2k0933",
    "kanji": "佳"
  },
  {
    "id": "2k0934",
    "kanji": "架"
  },
  {
    "id": "2k0935",
    "kanji": "華"
  },
  {
    "id": "2k0941",
    "kanji": "嫁"
  },
  {
    "id": "2k0942",
    "kanji": "餓"
  },
  {
    "id": "2k0943",
    "kanji": "怪"
  },
  {
    "id": "2k0944",
    "kanji": "悔"
  },
  {
    "id": "2k0945",
    "kanji": "塊"
  },
  {
    "id": "2k0951",
    "kanji": "慨"
  },
  {
    "id": "2k0952",
    "kanji": "該"
  },
  {
    "id": "2k0953",
    "kanji": "概"
  },
  {
    "id": "2k0954",
    "kanji": "郭"
  },
  {
    "id": "2k0955",
    "kanji": "隔"
  },
  {
    "id": "2k0961",
    "kanji": "穫"
  },
  {
    "id": "2k0962",
    "kanji": "岳"
  },
  {
    "id": "2k0963",
    "kanji": "掛"
  },
  {
    "id": "2k0964",
    "kanji": "滑"
  },
  {
    "id": "2k0965",
    "kanji": "肝"
  },
  {
    "id": "2k0971",
    "kanji": "冠"
  },
  {
    "id": "2k0972",
    "kanji": "勘"
  },
  {
    "id": "2k0973",
    "kanji": "貫"
  },
  {
    "id": "2k0974",
    "kanji": "喚"
  },
  {
    "id": "2k0975",
    "kanji": "換"
  },
  {
    "id": "2k0981",
    "kanji": "敢"
  },
  {
    "id": "2k0982",
    "kanji": "緩"
  },
  {
    "id": "2k0983",
    "kanji": "企"
  },
  {
    "id": "2k0984",
    "kanji": "岐"
  },
  {
    "id": "2k0985",
    "kanji": "忌"
  },
  {
    "id": "2k1011",
    "kanji": "軌"
  },
  {
    "id": "2k1012",
    "kanji": "既"
  },
  {
    "id": "2k1013",
    "kanji": "棋"
  },
  {
    "id": "2k1014",
    "kanji": "棄"
  },
  {
    "id": "2k1015",
    "kanji": "騎"
  },
  {
    "id": "2k1021",
    "kanji": "欺"
  },
  {
    "id": "2k1022",
    "kanji": "犠"
  },
  {
    "id": "2k1023",
    "kanji": "菊"
  },
  {
    "id": "2k1024",
    "kanji": "吉"
  },
  {
    "id": "2k1025",
    "kanji": "喫"
  },
  {
    "id": "2k1031",
    "kanji": "虐"
  },
  {
    "id": "2k1032",
    "kanji": "虚"
  },
  {
    "id": "2k1033",
    "kanji": "峡"
  },
  {
    "id": "2k1034",
    "kanji": "脅"
  },
  {
    "id": "2k1035",
    "kanji": "凝"
  },
  {
    "id": "2k1041",
    "kanji": "斤"
  },
  {
    "id": "2k1042",
    "kanji": "緊"
  },
  {
    "id": "2k1043",
    "kanji": "愚"
  },
  {
    "id": "2k1044",
    "kanji": "偶"
  },
  {
    "id": "2k1045",
    "kanji": "遇"
  },
  {
    "id": "2k1051",
    "kanji": "刑"
  },
  {
    "id": "2k1052",
    "kanji": "契"
  },
  {
    "id": "2k1053",
    "kanji": "啓"
  },
  {
    "id": "2k1054",
    "kanji": "掲"
  },
  {
    "id": "2k1055",
    "kanji": "携"
  },
  {
    "id": "2k1061",
    "kanji": "憩"
  },
  {
    "id": "2k1062",
    "kanji": "鶏"
  },
  {
    "id": "2k1063",
    "kanji": "鯨"
  },
  {
    "id": "2k1064",
    "kanji": "倹"
  },
  {
    "id": "2k1065",
    "kanji": "賢"
  },
  {
    "id": "2k1071",
    "kanji": "幻"
  },
  {
    "id": "2k1072",
    "kanji": "孤"
  },
  {
    "id": "2k1073",
    "kanji": "弧"
  },
  {
    "id": "2k1074",
    "kanji": "雇"
  },
  {
    "id": "2k1075",
    "kanji": "顧"
  },
  {
    "id": "2k1081",
    "kanji": "娯"
  },
  {
    "id": "2k1082",
    "kanji": "悟"
  },
  {
    "id": "2k1083",
    "kanji": "孔"
  },
  {
    "id": "2k1084",
    "kanji": "巧"
  },
  {
    "id": "2k1085",
    "kanji": "甲"
  },
  {
    "id": "2k1111",
    "kanji": "坑"
  },
  {
    "id": "2k1112",
    "kanji": "拘"
  },
  {
    "id": "2k1113",
    "kanji": "郊"
  },
  {
    "id": "2k1114",
    "kanji": "控"
  },
  {
    "id": "2k1115",
    "kanji": "慌"
  },
  {
    "id": "2k1121",
    "kanji": "硬"
  },
  {
    "id": "2k1122",
    "kanji": "絞"
  },
  {
    "id": "2k1123",
    "kanji": "綱"
  },
  {
    "id": "2k1124",
    "kanji": "酵"
  },
  {
    "id": "2k1125",
    "kanji": "克"
  },
  {
    "id": "2k1131",
    "kanji": "獄"
  },
  {
    "id": "2k1132",
    "kanji": "恨"
  },
  {
    "id": "2k1133",
    "kanji": "紺"
  },
  {
    "id": "2k1134",
    "kanji": "魂"
  },
  {
    "id": "2k1135",
    "kanji": "墾"
  },
  {
    "id": "2k1141",
    "kanji": "債"
  },
  {
    "id": "2k1142",
    "kanji": "催"
  },
  {
    "id": "2k1143",
    "kanji": "削"
  },
  {
    "id": "2k1144",
    "kanji": "搾"
  },
  {
    "id": "2k1145",
    "kanji": "錯"
  },
  {
    "id": "2k1151",
    "kanji": "撮"
  },
  {
    "id": "2k1152",
    "kanji": "擦"
  },
  {
    "id": "2k1153",
    "kanji": "暫"
  },
  {
    "id": "2k1154",
    "kanji": "祉"
  },
  {
    "id": "2k1155",
    "kanji": "施"
  },
  {
    "id": "2k1161",
    "kanji": "諮"
  },
  {
    "id": "2k1162",
    "kanji": "侍"
  },
  {
    "id": "2k1163",
    "kanji": "慈"
  },
  {
    "id": "2k1164",
    "kanji": "軸"
  },
  {
    "id": "2k1165",
    "kanji": "疾"
  },
  {
    "id": "2k1171",
    "kanji": "湿"
  },
  {
    "id": "2k1172",
    "kanji": "赦"
  },
  {
    "id": "2k1173",
    "kanji": "邪"
  },
  {
    "id": "2k1174",
    "kanji": "殊"
  },
  {
    "id": "2k1175",
    "kanji": "寿"
  },
  {
    "id": "2k1181",
    "kanji": "潤"
  },
  {
    "id": "2k1182",
    "kanji": "遵"
  },
  {
    "id": "2k1183",
    "kanji": "如"
  },
  {
    "id": "2k1184",
    "kanji": "徐"
  },
  {
    "id": "2k1185",
    "kanji": "匠"
  },
  {
    "id": "2k1211",
    "kanji": "昇"
  },
  {
    "id": "2k1212",
    "kanji": "掌"
  },
  {
    "id": "2k1213",
    "kanji": "晶"
  },
  {
    "id": "2k1214",
    "kanji": "焦"
  },
  {
    "id": "2k1215",
    "kanji": "衝"
  },
  {
    "id": "2k1221",
    "kanji": "鐘"
  },
  {
    "id": "2k1222",
    "kanji": "冗"
  },
  {
    "id": "2k1223",
    "kanji": "嬢"
  },
  {
    "id": "2k1224",
    "kanji": "錠"
  },
  {
    "id": "2k1225",
    "kanji": "譲"
  },
  {
    "id": "2k1231",
    "kanji": "嘱"
  },
  {
    "id": "2k1232",
    "kanji": "辱"
  },
  {
    "id": "2k1233",
    "kanji": "伸"
  },
  {
    "id": "2k1234",
    "kanji": "辛"
  },
  {
    "id": "2k1235",
    "kanji": "審"
  },
  {
    "id": "2k1241",
    "kanji": "炊"
  },
  {
    "id": "2k1242",
    "kanji": "粋"
  },
  {
    "id": "2k1243",
    "kanji": "衰"
  },
  {
    "id": "2k1244",
    "kanji": "酔"
  },
  {
    "id": "2k1245",
    "kanji": "遂"
  },
  {
    "id": "2k1251",
    "kanji": "穂"
  },
  {
    "id": "2k1252",
    "kanji": "随"
  },
  {
    "id": "2k1253",
    "kanji": "髄"
  },
  {
    "id": "2k1254",
    "kanji": "瀬"
  },
  {
    "id": "2k1255",
    "kanji": "牲"
  },
  {
    "id": "2k1261",
    "kanji": "婿"
  },
  {
    "id": "2k1262",
    "kanji": "請"
  },
  {
    "id": "2k1263",
    "kanji": "斥"
  },
  {
    "id": "2k1264",
    "kanji": "隻"
  },
  {
    "id": "2k1265",
    "kanji": "惜"
  },
  {
    "id": "2k1271",
    "kanji": "籍"
  },
  {
    "id": "2k1272",
    "kanji": "摂"
  },
  {
    "id": "2k1273",
    "kanji": "潜"
  },
  {
    "id": "2k1274",
    "kanji": "繕"
  },
  {
    "id": "2k1275",
    "kanji": "阻"
  },
  {
    "id": "2k1281",
    "kanji": "措"
  },
  {
    "id": "2k1282",
    "kanji": "粗"
  },
  {
    "id": "2k1283",
    "kanji": "礎"
  },
  {
    "id": "2k1284",
    "kanji": "双"
  },
  {
    "id": "2k1285",
    "kanji": "桑"
  },
  {
    "id": "2k1311",
    "kanji": "掃"
  },
  {
    "id": "2k1312",
    "kanji": "葬"
  },
  {
    "id": "2k1313",
    "kanji": "遭"
  },
  {
    "id": "2k1314",
    "kanji": "憎"
  },
  {
    "id": "2k1315",
    "kanji": "促"
  },
  {
    "id": "2k1321",
    "kanji": "賊"
  },
  {
    "id": "2k1322",
    "kanji": "怠"
  },
  {
    "id": "2k1323",
    "kanji": "胎"
  },
  {
    "id": "2k1324",
    "kanji": "袋"
  },
  {
    "id": "2k1325",
    "kanji": "逮"
  },
  {
    "id": "2k1331",
    "kanji": "滞"
  },
  {
    "id": "2k1332",
    "kanji": "滝"
  },
  {
    "id": "2k1333",
    "kanji": "択"
  },
  {
    "id": "2k1334",
    "kanji": "卓"
  },
  {
    "id": "2k1335",
    "kanji": "託"
  },
  {
    "id": "2k1341",
    "kanji": "諾"
  },
  {
    "id": "2k1342",
    "kanji": "奪"
  },
  {
    "id": "2k1343",
    "kanji": "胆"
  },
  {
    "id": "2k1344",
    "kanji": "鍛"
  },
  {
    "id": "2k1345",
    "kanji": "壇"
  },
  {
    "id": "2k1351",
    "kanji": "稚"
  },
  {
    "id": "2k1352",
    "kanji": "畜"
  },
  {
    "id": "2k1353",
    "kanji": "窒"
  },
  {
    "id": "2k1354",
    "kanji": "抽"
  },
  {
    "id": "2k1355",
    "kanji": "鋳"
  },
  {
    "id": "2k1361",
    "kanji": "駐"
  },
  {
    "id": "2k1362",
    "kanji": "彫"
  },
  {
    "id": "2k1363",
    "kanji": "超"
  },
  {
    "id": "2k1364",
    "kanji": "聴"
  },
  {
    "id": "2k1365",
    "kanji": "陳"
  },
  {
    "id": "2k1371",
    "kanji": "鎮"
  },
  {
    "id": "2k1372",
    "kanji": "墜"
  },
  {
    "id": "2k1373",
    "kanji": "帝"
  },
  {
    "id": "2k1374",
    "kanji": "訂"
  },
  {
    "id": "2k1375",
    "kanji": "締"
  },
  {
    "id": "2k1381",
    "kanji": "哲"
  },
  {
    "id": "2k1382",
    "kanji": "斗"
  },
  {
    "id": "2k1383",
    "kanji": "塗"
  },
  {
    "id": "2k1384",
    "kanji": "凍"
  },
  {
    "id": "2k1385",
    "kanji": "陶"
  },
  {
    "id": "2k1411",
    "kanji": "痘"
  },
  {
    "id": "2k1412",
    "kanji": "匿"
  },
  {
    "id": "2k1413",
    "kanji": "篤"
  },
  {
    "id": "2k1414",
    "kanji": "豚"
  },
  {
    "id": "2k1415",
    "kanji": "尿"
  },
  {
    "id": "2k1421",
    "kanji": "粘"
  },
  {
    "id": "2k1422",
    "kanji": "婆"
  },
  {
    "id": "2k1423",
    "kanji": "排"
  },
  {
    "id": "2k1424",
    "kanji": "陪"
  },
  {
    "id": "2k1425",
    "kanji": "縛"
  },
  {
    "id": "2k1431",
    "kanji": "伐"
  },
  {
    "id": "2k1432",
    "kanji": "帆"
  },
  {
    "id": "2k1433",
    "kanji": "伴"
  },
  {
    "id": "2k1434",
    "kanji": "畔"
  },
  {
    "id": "2k1435",
    "kanji": "藩"
  },
  {
    "id": "2k1441",
    "kanji": "蛮"
  },
  {
    "id": "2k1442",
    "kanji": "卑"
  },
  {
    "id": "2k1443",
    "kanji": "碑"
  },
  {
    "id": "2k1444",
    "kanji": "泌"
  },
  {
    "id": "2k1445",
    "kanji": "姫"
  },
  {
    "id": "2k1451",
    "kanji": "漂"
  },
  {
    "id": "2k1452",
    "kanji": "苗"
  },
  {
    "id": "2k1453",
    "kanji": "赴"
  },
  {
    "id": "2k1454",
    "kanji": "符"
  },
  {
    "id": "2k1455",
    "kanji": "封"
  },
  {
    "id": "2k1461",
    "kanji": "伏"
  },
  {
    "id": "2k1462",
    "kanji": "覆"
  },
  {
    "id": "2k1463",
    "kanji": "紛"
  },
  {
    "id": "2k1464",
    "kanji": "墳"
  },
  {
    "id": "2k1465",
    "kanji": "癖"
  },
  {
    "id": "2k1471",
    "kanji": "募"
  },
  {
    "id": "2k1472",
    "kanji": "慕"
  },
  {
    "id": "2k1473",
    "kanji": "簿"
  },
  {
    "id": "2k1474",
    "kanji": "芳"
  },
  {
    "id": "2k1475",
    "kanji": "邦"
  },
  {
    "id": "2k1481",
    "kanji": "奉"
  },
  {
    "id": "2k1482",
    "kanji": "胞"
  },
  {
    "id": "2k1483",
    "kanji": "倣"
  },
  {
    "id": "2k1484",
    "kanji": "崩"
  },
  {
    "id": "2k1485",
    "kanji": "飽"
  },
  {
    "id": "2k1511",
    "kanji": "縫"
  },
  {
    "id": "2k1512",
    "kanji": "乏"
  },
  {
    "id": "2k1513",
    "kanji": "妨"
  },
  {
    "id": "2k1514",
    "kanji": "房"
  },
  {
    "id": "2k1515",
    "kanji": "某"
  },
  {
    "id": "2k1521",
    "kanji": "膨"
  },
  {
    "id": "2k1522",
    "kanji": "謀"
  },
  {
    "id": "2k1523",
    "kanji": "墨"
  },
  {
    "id": "2k1524",
    "kanji": "没"
  },
  {
    "id": "2k1525",
    "kanji": "翻"
  },
  {
    "id": "2k1531",
    "kanji": "魔"
  },
  {
    "id": "2k1532",
    "kanji": "埋"
  },
  {
    "id": "2k1533",
    "kanji": "膜"
  },
  {
    "id": "2k1534",
    "kanji": "又"
  },
  {
    "id": "2k1535",
    "kanji": "魅"
  },
  {
    "id": "2k1541",
    "kanji": "滅"
  },
  {
    "id": "2k1542",
    "kanji": "免"
  },
  {
    "id": "2k1543",
    "kanji": "幽"
  },
  {
    "id": "2k1544",
    "kanji": "誘"
  },
  {
    "id": "2k1545",
    "kanji": "憂"
  },
  {
    "id": "2k1551",
    "kanji": "揚"
  },
  {
    "id": "2k1552",
    "kanji": "揺"
  },
  {
    "id": "2k1553",
    "kanji": "擁"
  },
  {
    "id": "2k1554",
    "kanji": "抑"
  },
  {
    "id": "2k1555",
    "kanji": "裸"
  },
  {
    "id": "2k1561",
    "kanji": "濫"
  },
  {
    "id": "2k1562",
    "kanji": "吏"
  },
  {
    "id": "2k1563",
    "kanji": "隆"
  },
  {
    "id": "2k1564",
    "kanji": "了"
  },
  {
    "id": "2k1565",
    "kanji": "猟"
  },
  {
    "id": "2k1571",
    "kanji": "陵"
  },
  {
    "id": "2k1572",
    "kanji": "糧"
  },
  {
    "id": "2k1573",
    "kanji": "厘"
  },
  {
    "id": "2k1574",
    "kanji": "励"
  },
  {
    "id": "2k1575",
    "kanji": "零"
  },
  {
    "id": "2k1581",
    "kanji": "霊"
  },
  {
    "id": "2k1582",
    "kanji": "裂"
  },
  {
    "id": "2k1583",
    "kanji": "廉"
  },
  {
    "id": "2k1584",
    "kanji": "錬"
  },
  {
    "id": "2k1585",
    "kanji": "炉"
  },
  {
    "id": "2k1611",
    "kanji": "浪"
  },
  {
    "id": "2k1612",
    "kanji": "廊"
  },
  {
    "id": "2k1613",
    "kanji": "楼"
  },
  {
    "id": "2k1614",
    "kanji": "漏"
  },
  {
    "id": "2k1615",
    "kanji": "湾"
  },
  {
    "id": "1k0111",
    "kanji": "亜"
  },
  {
    "id": "1k0112",
    "kanji": "尉"
  },
  {
    "id": "1k0113",
    "kanji": "逸"
  },
  {
    "id": "1k0114",
    "kanji": "姻"
  },
  {
    "id": "1k0115",
    "kanji": "韻"
  },
  {
    "id": "1k0121",
    "kanji": "畝"
  },
  {
    "id": "1k0122",
    "kanji": "浦"
  },
  {
    "id": "1k0123",
    "kanji": "疫"
  },
  {
    "id": "1k0124",
    "kanji": "謁"
  },
  {
    "id": "1k0125",
    "kanji": "猿"
  },
  {
    "id": "1k0131",
    "kanji": "凹"
  },
  {
    "id": "1k0132",
    "kanji": "翁"
  },
  {
    "id": "1k0133",
    "kanji": "虞"
  },
  {
    "id": "1k0134",
    "kanji": "渦"
  },
  {
    "id": "1k0135",
    "kanji": "禍"
  },
  {
    "id": "1k0141",
    "kanji": "靴"
  },
  {
    "id": "1k0142",
    "kanji": "寡"
  },
  {
    "id": "1k0143",
    "kanji": "稼"
  },
  {
    "id": "1k0144",
    "kanji": "蚊"
  },
  {
    "id": "1k0145",
    "kanji": "拐"
  },
  {
    "id": "1k0151",
    "kanji": "懐"
  },
  {
    "id": "1k0152",
    "kanji": "劾"
  },
  {
    "id": "1k0153",
    "kanji": "涯"
  },
  {
    "id": "1k0154",
    "kanji": "垣"
  },
  {
    "id": "1k0155",
    "kanji": "核"
  },
  {
    "id": "1k0161",
    "kanji": "殻"
  },
  {
    "id": "1k0162",
    "kanji": "嚇"
  },
  {
    "id": "1k0163",
    "kanji": "潟"
  },
  {
    "id": "1k0164",
    "kanji": "括"
  },
  {
    "id": "1k0165",
    "kanji": "喝"
  },
  {
    "id": "1k0171",
    "kanji": "渇"
  },
  {
    "id": "1k0172",
    "kanji": "褐"
  },
  {
    "id": "1k0173",
    "kanji": "轄"
  },
  {
    "id": "1k0174",
    "kanji": "且"
  },
  {
    "id": "1k0175",
    "kanji": "缶"
  },
  {
    "id": "1k0181",
    "kanji": "陥"
  },
  {
    "id": "1k0182",
    "kanji": "患"
  },
  {
    "id": "1k0183",
    "kanji": "堪"
  },
  {
    "id": "1k0184",
    "kanji": "棺"
  },
  {
    "id": "1k0185",
    "kanji": "款"
  },
  {
    "id": "1k0211",
    "kanji": "閑"
  },
  {
    "id": "1k0212",
    "kanji": "寛"
  },
  {
    "id": "1k0213",
    "kanji": "憾"
  },
  {
    "id": "1k0214",
    "kanji": "還"
  },
  {
    "id": "1k0215",
    "kanji": "艦"
  },
  {
    "id": "1k0221",
    "kanji": "頑"
  },
  {
    "id": "1k0222",
    "kanji": "飢"
  },
  {
    "id": "1k0223",
    "kanji": "宜"
  },
  {
    "id": "1k0224",
    "kanji": "偽"
  },
  {
    "id": "1k0225",
    "kanji": "擬"
  },
  {
    "id": "1k0231",
    "kanji": "糾"
  },
  {
    "id": "1k0232",
    "kanji": "窮"
  },
  {
    "id": "1k0233",
    "kanji": "拒"
  },
  {
    "id": "1k0234",
    "kanji": "享"
  },
  {
    "id": "1k0235",
    "kanji": "挟"
  },
  {
    "id": "1k0241",
    "kanji": "恭"
  },
  {
    "id": "1k0242",
    "kanji": "矯"
  },
  {
    "id": "1k0243",
    "kanji": "暁"
  },
  {
    "id": "1k0244",
    "kanji": "菌"
  },
  {
    "id": "1k0245",
    "kanji": "琴"
  },
  {
    "id": "1k0251",
    "kanji": "謹"
  },
  {
    "id": "1k0252",
    "kanji": "襟"
  },
  {
    "id": "1k0253",
    "kanji": "吟"
  },
  {
    "id": "1k0254",
    "kanji": "隅"
  },
  {
    "id": "1k0255",
    "kanji": "勲"
  },
  {
    "id": "1k0261",
    "kanji": "薫"
  },
  {
    "id": "1k0262",
    "kanji": "茎"
  },
  {
    "id": "1k0263",
    "kanji": "渓"
  },
  {
    "id": "1k0264",
    "kanji": "蛍"
  },
  {
    "id": "1k0265",
    "kanji": "慶"
  },
  {
    "id": "1k0271",
    "kanji": "傑"
  },
  {
    "id": "1k0272",
    "kanji": "嫌"
  },
  {
    "id": "1k0273",
    "kanji": "献"
  },
  {
    "id": "1k0274",
    "kanji": "謙"
  },
  {
    "id": "1k0275",
    "kanji": "繭"
  },
  {
    "id": "1k0281",
    "kanji": "顕"
  },
  {
    "id": "1k0282",
    "kanji": "懸"
  },
  {
    "id": "1k0283",
    "kanji": "弦"
  },
  {
    "id": "1k0284",
    "kanji": "呉"
  },
  {
    "id": "1k0285",
    "kanji": "碁"
  },
  {
    "id": "1k0311",
    "kanji": "江"
  },
  {
    "id": "1k0312",
    "kanji": "肯"
  },
  {
    "id": "1k0313",
    "kanji": "侯"
  },
  {
    "id": "1k0314",
    "kanji": "洪"
  },
  {
    "id": "1k0315",
    "kanji": "貢"
  },
  {
    "id": "1k0321",
    "kanji": "溝"
  },
  {
    "id": "1k0322",
    "kanji": "衡"
  },
  {
    "id": "1k0323",
    "kanji": "購"
  },
  {
    "id": "1k0324",
    "kanji": "拷"
  },
  {
    "id": "1k0325",
    "kanji": "剛"
  },
  {
    "id": "1k0331",
    "kanji": "酷"
  },
  {
    "id": "1k0332",
    "kanji": "昆"
  },
  {
    "id": "1k0333",
    "kanji": "懇"
  },
  {
    "id": "1k0334",
    "kanji": "佐"
  },
  {
    "id": "1k0335",
    "kanji": "唆"
  },
  {
    "id": "1k0341",
    "kanji": "詐"
  },
  {
    "id": "1k0342",
    "kanji": "砕"
  },
  {
    "id": "1k0343",
    "kanji": "宰"
  },
  {
    "id": "1k0344",
    "kanji": "栽"
  },
  {
    "id": "1k0345",
    "kanji": "斎"
  },
  {
    "id": "1k0351",
    "kanji": "崎"
  },
  {
    "id": "1k0352",
    "kanji": "索"
  },
  {
    "id": "1k0353",
    "kanji": "酢"
  },
  {
    "id": "1k0354",
    "kanji": "桟"
  },
  {
    "id": "1k0355",
    "kanji": "傘"
  },
  {
    "id": "1k0361",
    "kanji": "肢"
  },
  {
    "id": "1k0362",
    "kanji": "嗣"
  },
  {
    "id": "1k0363",
    "kanji": "賜"
  },
  {
    "id": "1k0364",
    "kanji": "滋"
  },
  {
    "id": "1k0365",
    "kanji": "璽"
  },
  {
    "id": "1k0371",
    "kanji": "漆"
  },
  {
    "id": "1k0372",
    "kanji": "遮"
  },
  {
    "id": "1k0373",
    "kanji": "蛇"
  },
  {
    "id": "1k0374",
    "kanji": "酌"
  },
  {
    "id": "1k0375",
    "kanji": "爵"
  },
  {
    "id": "1k0381",
    "kanji": "珠"
  },
  {
    "id": "1k0382",
    "kanji": "儒"
  },
  {
    "id": "1k0383",
    "kanji": "囚"
  },
  {
    "id": "1k0384",
    "kanji": "臭"
  },
  {
    "id": "1k0385",
    "kanji": "愁"
  },
  {
    "id": "1k0411",
    "kanji": "酬"
  },
  {
    "id": "1k0412",
    "kanji": "醜"
  },
  {
    "id": "1k0413",
    "kanji": "汁"
  },
  {
    "id": "1k0414",
    "kanji": "充"
  },
  {
    "id": "1k0415",
    "kanji": "渋"
  },
  {
    "id": "1k0421",
    "kanji": "銃"
  },
  {
    "id": "1k0422",
    "kanji": "叔"
  },
  {
    "id": "1k0423",
    "kanji": "淑"
  },
  {
    "id": "1k0424",
    "kanji": "粛"
  },
  {
    "id": "1k0425",
    "kanji": "塾"
  },
  {
    "id": "1k0431",
    "kanji": "俊"
  },
  {
    "id": "1k0432",
    "kanji": "准"
  },
  {
    "id": "1k0433",
    "kanji": "殉"
  },
  {
    "id": "1k0434",
    "kanji": "循"
  },
  {
    "id": "1k0435",
    "kanji": "庶"
  },
  {
    "id": "1k0441",
    "kanji": "緒"
  },
  {
    "id": "1k0442",
    "kanji": "叙"
  },
  {
    "id": "1k0443",
    "kanji": "升"
  },
  {
    "id": "1k0444",
    "kanji": "抄"
  },
  {
    "id": "1k0445",
    "kanji": "肖"
  },
  {
    "id": "1k0451",
    "kanji": "尚"
  },
  {
    "id": "1k0452",
    "kanji": "宵"
  },
  {
    "id": "1k0453",
    "kanji": "症"
  },
  {
    "id": "1k0454",
    "kanji": "祥"
  },
  {
    "id": "1k0455",
    "kanji": "渉"
  },
  {
    "id": "1k0461",
    "kanji": "訟"
  },
  {
    "id": "1k0462",
    "kanji": "硝"
  },
  {
    "id": "1k0463",
    "kanji": "粧"
  },
  {
    "id": "1k0464",
    "kanji": "詔"
  },
  {
    "id": "1k0465",
    "kanji": "奨"
  },
  {
    "id": "1k0471",
    "kanji": "彰"
  },
  {
    "id": "1k0472",
    "kanji": "償"
  },
  {
    "id": "1k0473",
    "kanji": "礁"
  },
  {
    "id": "1k0474",
    "kanji": "浄"
  },
  {
    "id": "1k0475",
    "kanji": "剰"
  },
  {
    "id": "1k0481",
    "kanji": "縄"
  },
  {
    "id": "1k0482",
    "kanji": "壌"
  },
  {
    "id": "1k0483",
    "kanji": "醸"
  },
  {
    "id": "1k0484",
    "kanji": "津"
  },
  {
    "id": "1k0485",
    "kanji": "唇"
  },
  {
    "id": "1k0511",
    "kanji": "娠"
  },
  {
    "id": "1k0512",
    "kanji": "紳"
  },
  {
    "id": "1k0513",
    "kanji": "診"
  },
  {
    "id": "1k0514",
    "kanji": "刃"
  },
  {
    "id": "1k0515",
    "kanji": "迅"
  },
  {
    "id": "1k0521",
    "kanji": "甚"
  },
  {
    "id": "1k0522",
    "kanji": "帥"
  },
  {
    "id": "1k0523",
    "kanji": "睡"
  },
  {
    "id": "1k0524",
    "kanji": "枢"
  },
  {
    "id": "1k0525",
    "kanji": "崇"
  },
  {
    "id": "1k0531",
    "kanji": "据"
  },
  {
    "id": "1k0532",
    "kanji": "杉"
  },
  {
    "id": "1k0533",
    "kanji": "斉"
  },
  {
    "id": "1k0534",
    "kanji": "逝"
  },
  {
    "id": "1k0535",
    "kanji": "誓"
  },
  {
    "id": "1k0541",
    "kanji": "析"
  },
  {
    "id": "1k0542",
    "kanji": "拙"
  },
  {
    "id": "1k0543",
    "kanji": "窃"
  },
  {
    "id": "1k0544",
    "kanji": "仙"
  },
  {
    "id": "1k0545",
    "kanji": "栓"
  },
  {
    "id": "1k0551",
    "kanji": "旋"
  },
  {
    "id": "1k0552",
    "kanji": "践"
  },
  {
    "id": "1k0553",
    "kanji": "遷"
  },
  {
    "id": "1k0554",
    "kanji": "薦"
  },
  {
    "id": "1k0555",
    "kanji": "繊"
  },
  {
    "id": "1k0561",
    "kanji": "禅"
  },
  {
    "id": "1k0562",
    "kanji": "漸"
  },
  {
    "id": "1k0563",
    "kanji": "租"
  },
  {
    "id": "1k0564",
    "kanji": "疎"
  },
  {
    "id": "1k0565",
    "kanji": "塑"
  },
  {
    "id": "1k0571",
    "kanji": "壮"
  },
  {
    "id": "1k0572",
    "kanji": "荘"
  },
  {
    "id": "1k0573",
    "kanji": "捜"
  },
  {
    "id": "1k0574",
    "kanji": "挿"
  },
  {
    "id": "1k0575",
    "kanji": "曹"
  },
  {
    "id": "1k0581",
    "kanji": "喪"
  },
  {
    "id": "1k0582",
    "kanji": "槽"
  },
  {
    "id": "1k0583",
    "kanji": "霜"
  },
  {
    "id": "1k0584",
    "kanji": "藻"
  },
  {
    "id": "1k0585",
    "kanji": "妥"
  },
  {
    "id": "1k0611",
    "kanji": "堕"
  },
  {
    "id": "1k0612",
    "kanji": "惰"
  },
  {
    "id": "1k0613",
    "kanji": "駄"
  },
  {
    "id": "1k0614",
    "kanji": "泰"
  },
  {
    "id": "1k0615",
    "kanji": "濯"
  },
  {
    "id": "1k0621",
    "kanji": "但"
  },
  {
    "id": "1k0622",
    "kanji": "棚"
  },
  {
    "id": "1k0623",
    "kanji": "痴"
  },
  {
    "id": "1k0624",
    "kanji": "逐"
  },
  {
    "id": "1k0625",
    "kanji": "秩"
  },
  {
    "id": "1k0631",
    "kanji": "嫡"
  },
  {
    "id": "1k0632",
    "kanji": "衷"
  },
  {
    "id": "1k0633",
    "kanji": "弔"
  },
  {
    "id": "1k0634",
    "kanji": "挑"
  },
  {
    "id": "1k0635",
    "kanji": "眺"
  },
  {
    "id": "1k0641",
    "kanji": "釣"
  },
  {
    "id": "1k0642",
    "kanji": "懲"
  },
  {
    "id": "1k0643",
    "kanji": "勅"
  },
  {
    "id": "1k0644",
    "kanji": "朕"
  },
  {
    "id": "1k0645",
    "kanji": "塚"
  },
  {
    "id": "1k0651",
    "kanji": "漬"
  },
  {
    "id": "1k0652",
    "kanji": "坪"
  },
  {
    "id": "1k0653",
    "kanji": "呈"
  },
  {
    "id": "1k0654",
    "kanji": "廷"
  },
  {
    "id": "1k0655",
    "kanji": "邸"
  },
  {
    "id": "1k0661",
    "kanji": "亭"
  },
  {
    "id": "1k0662",
    "kanji": "貞"
  },
  {
    "id": "1k0663",
    "kanji": "逓"
  },
  {
    "id": "1k0664",
    "kanji": "偵"
  },
  {
    "id": "1k0665",
    "kanji": "艇"
  },
  {
    "id": "1k0671",
    "kanji": "泥"
  },
  {
    "id": "1k0672",
    "kanji": "迭"
  },
  {
    "id": "1k0673",
    "kanji": "徹"
  },
  {
    "id": "1k0674",
    "kanji": "撤"
  },
  {
    "id": "1k0675",
    "kanji": "悼"
  },
  {
    "id": "1k0681",
    "kanji": "搭"
  },
  {
    "id": "1k0682",
    "kanji": "棟"
  },
  {
    "id": "1k0683",
    "kanji": "筒"
  },
  {
    "id": "1k0684",
    "kanji": "謄"
  },
  {
    "id": "1k0685",
    "kanji": "騰"
  },
  {
    "id": "1k0711",
    "kanji": "洞"
  },
  {
    "id": "1k0712",
    "kanji": "督"
  },
  {
    "id": "1k0713",
    "kanji": "凸"
  },
  {
    "id": "1k0714",
    "kanji": "屯"
  },
  {
    "id": "1k0715",
    "kanji": "軟"
  },
  {
    "id": "1k0721",
    "kanji": "尼"
  },
  {
    "id": "1k0722",
    "kanji": "妊"
  },
  {
    "id": "1k0723",
    "kanji": "忍"
  },
  {
    "id": "1k0724",
    "kanji": "寧"
  },
  {
    "id": "1k0725",
    "kanji": "把"
  },
  {
    "id": "1k0731",
    "kanji": "覇"
  },
  {
    "id": "1k0732",
    "kanji": "廃"
  },
  {
    "id": "1k0733",
    "kanji": "培"
  },
  {
    "id": "1k0734",
    "kanji": "媒"
  },
  {
    "id": "1k0735",
    "kanji": "賠"
  },
  {
    "id": "1k0741",
    "kanji": "伯"
  },
  {
    "id": "1k0742",
    "kanji": "舶"
  },
  {
    "id": "1k0743",
    "kanji": "漠"
  },
  {
    "id": "1k0744",
    "kanji": "肌"
  },
  {
    "id": "1k0745",
    "kanji": "鉢"
  },
  {
    "id": "1k0751",
    "kanji": "閥"
  },
  {
    "id": "1k0752",
    "kanji": "煩"
  },
  {
    "id": "1k0753",
    "kanji": "頒"
  },
  {
    "id": "1k0754",
    "kanji": "妃"
  },
  {
    "id": "1k0755",
    "kanji": "披"
  },
  {
    "id": "1k0761",
    "kanji": "扉"
  },
  {
    "id": "1k0762",
    "kanji": "罷"
  },
  {
    "id": "1k0763",
    "kanji": "猫"
  },
  {
    "id": "1k0764",
    "kanji": "賓"
  },
  {
    "id": "1k0765",
    "kanji": "頻"
  },
  {
    "id": "1k0771",
    "kanji": "瓶"
  },
  {
    "id": "1k0772",
    "kanji": "扶"
  },
  {
    "id": "1k0773",
    "kanji": "附"
  },
  {
    "id": "1k0774",
    "kanji": "譜"
  },
  {
    "id": "1k0775",
    "kanji": "侮"
  },
  {
    "id": "1k0781",
    "kanji": "沸"
  },
  {
    "id": "1k0782",
    "kanji": "雰"
  },
  {
    "id": "1k0783",
    "kanji": "憤"
  },
  {
    "id": "1k0784",
    "kanji": "丙"
  },
  {
    "id": "1k0785",
    "kanji": "併"
  },
  {
    "id": "1k0811",
    "kanji": "塀"
  },
  {
    "id": "1k0812",
    "kanji": "幣"
  },
  {
    "id": "1k0813",
    "kanji": "弊"
  },
  {
    "id": "1k0814",
    "kanji": "偏"
  },
  {
    "id": "1k0815",
    "kanji": "遍"
  },
  {
    "id": "1k0821",
    "kanji": "泡"
  },
  {
    "id": "1k0822",
    "kanji": "俸"
  },
  {
    "id": "1k0823",
    "kanji": "褒"
  },
  {
    "id": "1k0824",
    "kanji": "剖"
  },
  {
    "id": "1k0825",
    "kanji": "紡"
  },
  {
    "id": "1k0831",
    "kanji": "朴"
  },
  {
    "id": "1k0832",
    "kanji": "僕"
  },
  {
    "id": "1k0833",
    "kanji": "撲"
  },
  {
    "id": "1k0834",
    "kanji": "堀"
  },
  {
    "id": "1k0835",
    "kanji": "奔"
  },
  {
    "id": "1k0841",
    "kanji": "麻"
  },
  {
    "id": "1k0842",
    "kanji": "摩"
  },
  {
    "id": "1k0843",
    "kanji": "磨"
  },
  {
    "id": "1k0844",
    "kanji": "抹"
  },
  {
    "id": "1k0845",
    "kanji": "岬"
  },
  {
    "id": "1k0851",
    "kanji": "銘"
  },
  {
    "id": "1k0852",
    "kanji": "妄"
  },
  {
    "id": "1k0853",
    "kanji": "盲"
  },
  {
    "id": "1k0854",
    "kanji": "耗"
  },
  {
    "id": "1k0855",
    "kanji": "厄"
  },
  {
    "id": "1k0861",
    "kanji": "愉"
  },
  {
    "id": "1k0862",
    "kanji": "諭"
  },
  {
    "id": "1k0863",
    "kanji": "癒"
  },
  {
    "id": "1k0864",
    "kanji": "唯"
  },
  {
    "id": "1k0865",
    "kanji": "悠"
  },
  {
    "id": "1k0871",
    "kanji": "猶"
  },
  {
    "id": "1k0872",
    "kanji": "裕"
  },
  {
    "id": "1k0873",
    "kanji": "融"
  },
  {
    "id": "1k0874",
    "kanji": "庸"
  },
  {
    "id": "1k0875",
    "kanji": "窯"
  },
  {
    "id": "1k0881",
    "kanji": "羅"
  },
  {
    "id": "1k0882",
    "kanji": "酪"
  },
  {
    "id": "1k0883",
    "kanji": "痢"
  },
  {
    "id": "1k0884",
    "kanji": "履"
  },
  {
    "id": "1k0885",
    "kanji": "柳"
  },
  {
    "id": "1k0911",
    "kanji": "竜"
  },
  {
    "id": "1k0912",
    "kanji": "硫"
  },
  {
    "id": "1k0913",
    "kanji": "虜"
  },
  {
    "id": "1k0914",
    "kanji": "涼"
  },
  {
    "id": "1k0915",
    "kanji": "僚"
  },
  {
    "id": "1k0921",
    "kanji": "寮"
  },
  {
    "id": "1k0922",
    "kanji": "倫"
  },
  {
    "id": "1k0923",
    "kanji": "累"
  },
  {
    "id": "1k0924",
    "kanji": "塁"
  },
  {
    "id": "1k0925",
    "kanji": "戻"
  },
  {
    "id": "1k0931",
    "kanji": "鈴"
  },
  {
    "id": "1k0932",
    "kanji": "賄"
  },
  {
    "id": "1k0933",
    "kanji": "枠"
  },
  {
    "id": "1k0941",
    "kanji": "挨"
  },
  {
    "id": "1k0942",
    "kanji": "曖"
  },
  {
    "id": "1k0943",
    "kanji": "宛"
  },
  {
    "id": "1k0944",
    "kanji": "嵐"
  },
  {
    "id": "1k0945",
    "kanji": "畏"
  },
  {
    "id": "1k0951",
    "kanji": "萎"
  },
  {
    "id": "1k0952",
    "kanji": "椅"
  },
  {
    "id": "1k0953",
    "kanji": "彙"
  },
  {
    "id": "1k0954",
    "kanji": "茨"
  },
  {
    "id": "1k0955",
    "kanji": "咽"
  },
  {
    "id": "1k0961",
    "kanji": "淫"
  },
  {
    "id": "1k0962",
    "kanji": "唄"
  },
  {
    "id": "1k0963",
    "kanji": "鬱"
  },
  {
    "id": "1k0964",
    "kanji": "怨"
  },
  {
    "id": "1k0965",
    "kanji": "媛"
  },
  {
    "id": "1k0971",
    "kanji": "艶"
  },
  {
    "id": "1k0972",
    "kanji": "旺"
  },
  {
    "id": "1k0973",
    "kanji": "岡"
  },
  {
    "id": "1k0974",
    "kanji": "臆"
  },
  {
    "id": "1k0975",
    "kanji": "俺"
  },
  {
    "id": "1k0981",
    "kanji": "苛"
  },
  {
    "id": "1k0982",
    "kanji": "牙"
  },
  {
    "id": "1k0983",
    "kanji": "瓦"
  },
  {
    "id": "1k0984",
    "kanji": "楷"
  },
  {
    "id": "1k0985",
    "kanji": "潰"
  },
  {
    "id": "1k1011",
    "kanji": "諧"
  },
  {
    "id": "1k1012",
    "kanji": "崖"
  },
  {
    "id": "1k1013",
    "kanji": "蓋"
  },
  {
    "id": "1k1014",
    "kanji": "骸"
  },
  {
    "id": "1k1015",
    "kanji": "柿"
  },
  {
    "id": "1k1021",
    "kanji": "顎"
  },
  {
    "id": "1k1022",
    "kanji": "葛"
  },
  {
    "id": "1k1023",
    "kanji": "釜"
  },
  {
    "id": "1k1024",
    "kanji": "鎌"
  },
  {
    "id": "1k1025",
    "kanji": "韓"
  },
  {
    "id": "1k1031",
    "kanji": "玩"
  },
  {
    "id": "1k1032",
    "kanji": "伎"
  },
  {
    "id": "1k1033",
    "kanji": "亀"
  },
  {
    "id": "1k1034",
    "kanji": "毀"
  },
  {
    "id": "1k1035",
    "kanji": "畿"
  },
  {
    "id": "1k1041",
    "kanji": "臼"
  },
  {
    "id": "1k1042",
    "kanji": "嗅"
  },
  {
    "id": "1k1043",
    "kanji": "巾"
  },
  {
    "id": "1k1044",
    "kanji": "僅"
  },
  {
    "id": "1k1045",
    "kanji": "錦"
  },
  {
    "id": "1k1051",
    "kanji": "惧"
  },
  {
    "id": "1k1052",
    "kanji": "串"
  },
  {
    "id": "1k1053",
    "kanji": "窟"
  },
  {
    "id": "1k1054",
    "kanji": "熊"
  },
  {
    "id": "1k1055",
    "kanji": "詣"
  },
  {
    "id": "1k1061",
    "kanji": "憬"
  },
  {
    "id": "1k1062",
    "kanji": "稽"
  },
  {
    "id": "1k1063",
    "kanji": "隙"
  },
  {
    "id": "1k1064",
    "kanji": "桁"
  },
  {
    "id": "1k1065",
    "kanji": "拳"
  },
  {
    "id": "1k1071",
    "kanji": "鍵"
  },
  {
    "id": "1k1072",
    "kanji": "舷"
  },
  {
    "id": "1k1073",
    "kanji": "股"
  },
  {
    "id": "1k1074",
    "kanji": "虎"
  },
  {
    "id": "1k1075",
    "kanji": "錮"
  },
  {
    "id": "1k1081",
    "kanji": "勾"
  },
  {
    "id": "1k1082",
    "kanji": "梗"
  },
  {
    "id": "1k1083",
    "kanji": "喉"
  },
  {
    "id": "1k1084",
    "kanji": "乞"
  },
  {
    "id": "1k1085",
    "kanji": "傲"
  },
  {
    "id": "1k1111",
    "kanji": "駒"
  },
  {
    "id": "1k1112",
    "kanji": "頃"
  },
  {
    "id": "1k1113",
    "kanji": "痕"
  },
  {
    "id": "1k1114",
    "kanji": "沙"
  },
  {
    "id": "1k1115",
    "kanji": "挫"
  },
  {
    "id": "1k1121",
    "kanji": "采"
  },
  {
    "id": "1k1122",
    "kanji": "塞"
  },
  {
    "id": "1k1123",
    "kanji": "埼"
  },
  {
    "id": "1k1124",
    "kanji": "柵"
  },
  {
    "id": "1k1125",
    "kanji": "刹"
  },
  {
    "id": "1k1131",
    "kanji": "拶"
  },
  {
    "id": "1k1132",
    "kanji": "斬"
  },
  {
    "id": "1k1133",
    "kanji": "恣"
  },
  {
    "id": "1k1134",
    "kanji": "摯"
  },
  {
    "id": "1k1135",
    "kanji": "餌"
  },
  {
    "id": "1k1141",
    "kanji": "鹿"
  },
  {
    "id": "1k1142",
    "kanji": "₹"
  },
  {
    "id": "1k1143",
    "kanji": "嫉"
  },
  {
    "id": "1k1144",
    "kanji": "腫"
  },
  {
    "id": "1k1145",
    "kanji": "呪"
  },
  {
    "id": "1k1151",
    "kanji": "袖"
  },
  {
    "id": "1k1152",
    "kanji": "羞"
  },
  {
    "id": "1k1153",
    "kanji": "蹴"
  },
  {
    "id": "1k1154",
    "kanji": "憧"
  },
  {
    "id": "1k1155",
    "kanji": "拭"
  },
  {
    "id": "1k1161",
    "kanji": "尻"
  },
  {
    "id": "1k1162",
    "kanji": "芯"
  },
  {
    "id": "1k1163",
    "kanji": "腎"
  },
  {
    "id": "1k1164",
    "kanji": "須"
  },
  {
    "id": "1k1165",
    "kanji": "裾"
  },
  {
    "id": "1k1171",
    "kanji": "凄"
  },
  {
    "id": "1k1172",
    "kanji": "醒"
  },
  {
    "id": "1k1173",
    "kanji": "脊"
  },
  {
    "id": "1k1174",
    "kanji": "戚"
  },
  {
    "id": "1k1175",
    "kanji": "煎"
  },
  {
    "id": "1k1181",
    "kanji": "羨"
  },
  {
    "id": "1k1182",
    "kanji": "腺"
  },
  {
    "id": "1k1183",
    "kanji": "詮"
  },
  {
    "id": "1k1184",
    "kanji": "箋"
  },
  {
    "id": "1k1185",
    "kanji": "膳"
  },
  {
    "id": "1k1211",
    "kanji": "狙"
  },
  {
    "id": "1k1212",
    "kanji": "遡"
  },
  {
    "id": "1k1213",
    "kanji": "曽"
  },
  {
    "id": "1k1214",
    "kanji": "爽"
  },
  {
    "id": "1k1215",
    "kanji": "痩"
  },
  {
    "id": "1k1221",
    "kanji": "踪"
  },
  {
    "id": "1k1222",
    "kanji": "捉"
  },
  {
    "id": "1k1223",
    "kanji": "遜"
  },
  {
    "id": "1k1224",
    "kanji": "汰"
  },
  {
    "id": "1k1225",
    "kanji": "唾"
  },
  {
    "id": "1k1231",
    "kanji": "堆"
  },
  {
    "id": "1k1232",
    "kanji": "戴"
  },
  {
    "id": "1k1233",
    "kanji": "誰"
  },
  {
    "id": "1k1234",
    "kanji": "旦"
  },
  {
    "id": "1k1235",
    "kanji": "綻"
  },
  {
    "id": "1k1241",
    "kanji": "緻"
  },
  {
    "id": "1k1242",
    "kanji": "酎"
  },
  {
    "id": "1k1243",
    "kanji": "貼"
  },
  {
    "id": "1k1244",
    "kanji": "嘲"
  },
  {
    "id": "1k1245",
    "kanji": "捗"
  },
  {
    "id": "1k1251",
    "kanji": "椎"
  },
  {
    "id": "1k1252",
    "kanji": "爪"
  },
  {
    "id": "1k1253",
    "kanji": "鶴"
  },
  {
    "id": "1k1254",
    "kanji": "諦"
  },
  {
    "id": "1k1255",
    "kanji": "溺"
  },
  {
    "id": "1k1261",
    "kanji": "塡"
  },
  {
    "id": "1k1262",
    "kanji": "妬"
  },
  {
    "id": "1k1263",
    "kanji": "賭"
  },
  {
    "id": "1k1264",
    "kanji": "藤"
  },
  {
    "id": "1k1265",
    "kanji": "瞳"
  },
  {
    "id": "1k1271",
    "kanji": "栃"
  },
  {
    "id": "1k1272",
    "kanji": "頓"
  },
  {
    "id": "1k1273",
    "kanji": "貪"
  },
  {
    "id": "1k1274",
    "kanji": "丼"
  },
  {
    "id": "1k1275",
    "kanji": "那"
  },
  {
    "id": "1k1281",
    "kanji": "奈"
  },
  {
    "id": "1k1282",
    "kanji": "梨"
  },
  {
    "id": "1k1283",
    "kanji": "謎"
  },
  {
    "id": "1k1284",
    "kanji": "鍋"
  },
  {
    "id": "1k1285",
    "kanji": "匂"
  },
  {
    "id": "1k1311",
    "kanji": "虹"
  },
  {
    "id": "1k1312",
    "kanji": "捻"
  },
  {
    "id": "1k1313",
    "kanji": "罵"
  },
  {
    "id": "1k1314",
    "kanji": "剝"
  },
  {
    "id": "1k1315",
    "kanji": "箸"
  },
  {
    "id": "1k1321",
    "kanji": "氾"
  },
  {
    "id": "1k1322",
    "kanji": "汎"
  },
  {
    "id": "1k1323",
    "kanji": "阪"
  },
  {
    "id": "1k1324",
    "kanji": "斑"
  },
  {
    "id": "1k1325",
    "kanji": "眉"
  },
  {
    "id": "1k1331",
    "kanji": "膝"
  },
  {
    "id": "1k1332",
    "kanji": "肘"
  },
  {
    "id": "1k1333",
    "kanji": "阜"
  },
  {
    "id": "1k1334",
    "kanji": "訃"
  },
  {
    "id": "1k1335",
    "kanji": "蔽"
  },
  {
    "id": "1k1341",
    "kanji": "餅"
  },
  {
    "id": "1k1342",
    "kanji": "璧"
  },
  {
    "id": "1k1343",
    "kanji": "蔑"
  },
  {
    "id": "1k1344",
    "kanji": "哺"
  },
  {
    "id": "1k1345",
    "kanji": "蜂"
  },
  {
    "id": "1k1351",
    "kanji": "貌"
  },
  {
    "id": "1k1352",
    "kanji": "頰"
  },
  {
    "id": "1k1353",
    "kanji": "睦"
  },
  {
    "id": "1k1354",
    "kanji": "勃"
  },
  {
    "id": "1k1355",
    "kanji": "昧"
  },
  {
    "id": "1k1361",
    "kanji": "枕"
  },
  {
    "id": "1k1362",
    "kanji": "蜜"
  },
  {
    "id": "1k1363",
    "kanji": "冥"
  },
  {
    "id": "1k1364",
    "kanji": "麺"
  },
  {
    "id": "1k1365",
    "kanji": "冶"
  },
  {
    "id": "1k1371",
    "kanji": "弥"
  },
  {
    "id": "1k1372",
    "kanji": "闇"
  },
  {
    "id": "1k1373",
    "kanji": "喩"
  },
  {
    "id": "1k1374",
    "kanji": "湧"
  },
  {
    "id": "1k1375",
    "kanji": "妖"
  },
  {
    "id": "1k1381",
    "kanji": "瘍"
  },
  {
    "id": "1k1382",
    "kanji": "沃"
  },
  {
    "id": "1k1383",
    "kanji": "拉"
  },
  {
    "id": "1k1384",
    "kanji": "辣"
  },
  {
    "id": "1k1385",
    "kanji": "藍"
  },
  {
    "id": "1k1411",
    "kanji": "璃"
  },
  {
    "id": "1k1412",
    "kanji": "慄"
  },
  {
    "id": "1k1413",
    "kanji": "侶"
  },
  {
    "id": "1k1414",
    "kanji": "瞭"
  },
  {
    "id": "1k1415",
    "kanji": "瑠"
  },
  {
    "id": "1k1421",
    "kanji": "呂"
  },
  {
    "id": "1k1422",
    "kanji": "賂"
  },
  {
    "id": "1k1423",
    "kanji": "弄"
  },
  {
    "id": "1k1424",
    "kanji": "籠"
  },
  {
    "id": "1k1425",
    "kanji": "麓"
  },
  {
    "id": "1k1431",
    "kanji": "脇"
  }
];
